-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- 主机： localhost
-- 生成日期： 2025-03-27 19:10:36
-- 服务器版本： 5.7.26
-- PHP 版本： 7.3.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `cf_cc`
--

-- --------------------------------------------------------

--
-- 表的结构 `cf_activity`
--

CREATE TABLE `cf_activity` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `content` longtext COLLATE utf8_unicode_ci NOT NULL,
  `pic` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` int(11) NOT NULL,
  `endtime` int(11) DEFAULT NULL,
  `argument` int(11) NOT NULL,
  `type` int(11) NOT NULL,
  `value` bigint(11) NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `cf_activity`
--

INSERT INTO `cf_activity` (`id`, `title`, `content`, `pic`, `status`, `endtime`, `argument`, `type`, `value`, `create_time`) VALUES
(1, '11', '11', '111', 1, NULL, 1, 1, 111, 1696256597);

-- --------------------------------------------------------

--
-- 表的结构 `cf_activity_log`
--

CREATE TABLE `cf_activity_log` (
  `id` int(11) NOT NULL,
  `pid` int(11) NOT NULL,
  `type` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `username` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `usn` int(11) NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `cf_activity_log`
--

INSERT INTO `cf_activity_log` (`id`, `pid`, `type`, `username`, `usn`, `create_time`) VALUES
(1, 1, '1', 'zx101018', 10094, 1696256630);

-- --------------------------------------------------------

--
-- 表的结构 `cf_admins`
--

CREATE TABLE `cf_admins` (
  `id` int(11) NOT NULL,
  `username` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `rank` int(11) NOT NULL,
  `rf` int(11) DEFAULT '0',
  `status` int(11) NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `cf_admins`
--

INSERT INTO `cf_admins` (`id`, `username`, `password`, `email`, `rank`, `rf`, `status`, `create_time`) VALUES
(1, 'test111', '$2y$10$R5QXVY4iAlQui10vktb/tOxx55d.p4dEZImPSt10I4FEpQ2iF3C7e', '24234', 1, 0, 1, 1212),
(10, '123123', '$2y$10$R5QXVY4iAlQui10vktb/tOxx55d.p4dEZImPSt10I4FEpQ2iF3C7e', '123@qq.com', 2, 0, 1, 1694217484);

-- --------------------------------------------------------

--
-- 表的结构 `cf_admins_log`
--

CREATE TABLE `cf_admins_log` (
  `id` int(11) NOT NULL,
  `users` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `ip` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `cf_admins_log`
--

INSERT INTO `cf_admins_log` (`id`, `users`, `ip`, `create_time`) VALUES
(1, 'test111', '127.0.0.1', 1693354200),
(2, 'test111', '127.0.0.1', 1693489296),
(3, 'test111', '127.0.0.1', 1693518336),
(4, 'test111', '127.0.0.1', 1693535367),
(5, 'test111', '127.0.0.1', 1693540524),
(6, 'test111', '127.0.0.1', 1693546422),
(7, 'test111', '127.0.0.1', 1693551355),
(8, 'test111', '127.0.0.1', 1694045141),
(9, 'test111', '127.0.0.1', 1694057656),
(10, 'test111', '127.0.0.1', 1694134001),
(11, 'test111', '127.0.0.1', 1694217423),
(12, 'test111', '127.0.0.1', 1694217458),
(13, '123123', '127.0.0.1', 1694217574),
(14, 'test111', '127.0.0.1', 1694224713),
(15, 'test111', '127.0.0.1', 1694228985),
(16, 'test111', '127.0.0.1', 1694305015),
(17, 'test111', '127.0.0.1', 1694311458),
(18, 'test111', '127.0.0.1', 1694393871),
(19, 'test111', '127.0.0.1', 1694476531),
(20, 'test111', '127.0.0.1', 1694490380),
(21, 'test111', '127.0.0.1', 1694565417),
(22, 'test111', '127.0.0.1', 1694755300),
(23, 'test111', '127.0.0.1', 1694823546),
(24, 'test111', '127.0.0.1', 1694827882),
(25, 'test111', '127.0.0.1', 1694832028),
(26, '123123', '127.0.0.1', 1694832051),
(27, 'test111', '127.0.0.1', 1695260391),
(28, 'test111', '127.0.0.1', 1695265161),
(29, 'test111', '127.0.0.1', 1695343661),
(30, 'test111', '127.0.0.1', 1695782418),
(31, 'test111', '127.0.0.1', 1695860823),
(32, 'test111', '127.0.0.1', 1696163598),
(33, 'test111', '127.0.0.1', 1696256545),
(34, 'test111', '127.0.0.1', 1696378021),
(35, 'test111', '127.0.0.1', 1696898513),
(36, 'test111', '127.0.0.1', 1696983644),
(37, 'test111', '127.0.0.1', 1698128146),
(38, 'test111', '127.0.0.1', 1704277652),
(39, 'test111', '127.0.0.1', 1704282558),
(40, 'test111', '127.0.0.1', 1704285848),
(41, 'test111', '127.0.0.1', 1704289613),
(42, 'test111', '127.0.0.1', 1704363366),
(43, 'test111', '127.0.0.1', 1704450236),
(44, 'test111', '127.0.0.1', 1704630822),
(45, 'test111', '127.0.0.1', 1704721962),
(46, 'test111', '127.0.0.1', 1704804854),
(47, 'test111', '127.0.0.1', 1704809516),
(48, 'test111', '127.0.0.1', 1704894034),
(49, 'test111', '127.0.0.1', 1705807202),
(50, 'test111', '127.0.0.1', 1706763500),
(51, 'test111', '127.0.0.1', 1706965127),
(52, 'test111', '127.0.0.1', 1707034625),
(53, 'test111', '127.0.0.1', 1707302052),
(54, 'test111', '127.0.0.1', 1708173136),
(55, 'test111', '127.0.0.1', 1712229076),
(56, 'test111', '127.0.0.1', 1712888590),
(57, 'test111', '127.0.0.1', 1713283328),
(58, 'test111', '127.0.0.1', 1713400196),
(59, 'test111', '127.0.0.1', 1713402994),
(60, 'test111', '127.0.0.1', 1713404844),
(61, 'test111', '127.0.0.1', 1714005500),
(62, 'test111', '127.0.0.1', 1714190284),
(63, 'test111', '127.0.0.1', 1715083356),
(64, 'test111', '127.0.0.1', 1715167850),
(65, 'test111', '127.0.0.1', 1715176458),
(66, 'test111', '127.0.0.1', 1715514170),
(67, 'test111', '127.0.0.1', 1717976509),
(68, 'test111', '127.0.0.1', 1719282158),
(69, 'test111', '127.0.0.1', 1723767512),
(70, 'test111', '127.0.0.1', 1738402746);

-- --------------------------------------------------------

--
-- 表的结构 `cf_batch_send`
--

CREATE TABLE `cf_batch_send` (
  `id` int(11) NOT NULL,
  `itemid` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `cf_batch_send_log`
--

CREATE TABLE `cf_batch_send_log` (
  `id` int(11) NOT NULL,
  `email` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(11) NOT NULL DEFAULT '0',
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `cf_cdk`
--

CREATE TABLE `cf_cdk` (
  `id` int(11) NOT NULL,
  `code` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `item_id` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(11) NOT NULL DEFAULT '0',
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `cf_cdk_log`
--

CREATE TABLE `cf_cdk_log` (
  `id` int(11) NOT NULL,
  `usn` int(11) NOT NULL,
  `user` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `cdk` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `cf_configs`
--

CREATE TABLE `cf_configs` (
  `id` varchar(75) COLLATE utf8_unicode_ci NOT NULL,
  `value` longtext COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `cf_configs`
--

INSERT INTO `cf_configs` (`id`, `value`) VALUES
('website', '网站名称'),
('Reg_Switch', '1'),
('Code_Switch', '2'),
('ips', '2'),
('email', '2'),
('cfpoint', '8000000'),
('qqtype', '1'),
('downname', '百度网盘'),
('downnamea', '123网盘(提取码：mao5)'),
('downdate', '更新时间：2023年8月4日 08:15:39'),
('downdatea', '更新时间：2023年8月4日 08:15:39'),
('downurl', 'https://pan.baidu.com/s/1UMugJgO3JieUFOmUQqs4Zg?pwd=mao5'),
('downurla', 'https://www.123pan.com/s/V4vKVv-hMRcv.html'),
('downdes', '提供以下几种下载方式，请选择你最喜欢的方式进行下载'),
('qqqun', '666666'),
('md5pass', 'sB.0zJu!3Po8>9g5'),
('sub', 'sub'),
('verone', 'v1.0.0'),
('veronet', 'v1.0.2'),
('serverToKen', 'caonimagsfwetwerwerewrwerdsfsdf'),
('serverURL', 'http://111.180.202.183:44/'),
('template', 'default'),
('qq', '3'),
('apiurl', 'https://api.houz.cn/qqlogin'),
('appid', '1'),
('appkey', '9a8a01f03bbf01feced4975794244362'),
('chance', '58'),
('c_Switch', '1'),
('ds', '10');

-- --------------------------------------------------------

--
-- 表的结构 `cf_controls_log`
--

CREATE TABLE `cf_controls_log` (
  `id` int(11) NOT NULL,
  `username` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `desc` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `ip` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `cf_controls_log`
--

INSERT INTO `cf_controls_log` (`id`, `username`, `desc`, `ip`, `type`, `create_time`) VALUES
(1, 'test111', '删除了账号，USN（10506）', '127.0.0.1', '删除账号', 1693540591),
(2, 'test111', '删除了账号，USN（10507）', '127.0.0.1', '删除账号', 1693541224),
(3, 'test111', '添加新闻（111）', '127.0.0.1', '添加新闻', 1694045824),
(4, 'test111', '添加新闻（测试一篇新闻文章）', '127.0.0.1', '添加新闻', 1694045881),
(5, 'test111', '充值CF给账号：（10094）', '127.0.0.1', '充值账号', 1694057021),
(6, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694478654),
(7, 'test111', '解封了（10094）的账号', '127.0.0.1', '解封账号', 1694478661),
(8, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694478672),
(9, 'test111', '解封了（10094）的账号', '127.0.0.1', '解封账号', 1694478736),
(10, 'test111', '封禁了（10668）的账号', '127.0.0.1', '封禁账号', 1694479731),
(11, 'test111', '解封了（10668）的账号', '127.0.0.1', '解封账号', 1694479792),
(12, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694481050),
(13, 'test111', '解封了（10094）的账号', '127.0.0.1', '解封账号', 1694481079),
(14, 'test111', '封禁了（10287）的账号', '127.0.0.1', '封禁账号', 1694481166),
(15, 'test111', '解封了（10287）的账号', '127.0.0.1', '解封账号', 1694481214),
(16, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694483528),
(17, 'test111', '解封账号（10094）', '127.0.0.1', '解封账号', 1694483565),
(18, 'test111', '封禁了（10094）的账号,封号时间：2023-09-13 00:00:00', '127.0.0.1', '封禁账号', 1694486955),
(19, 'test111', '添加商品（1）', '127.0.0.1', '添加商品', 1694487107),
(20, 'test111', '封禁了（10094）的账号,封号时间：2023-09-13 00:00:00', '127.0.0.1', '封禁账号', 1694487869),
(21, 'test111', '解封账号（10094）', '127.0.0.1', '解封账号', 1694487991),
(22, 'test111', '解封账号（10094）', '127.0.0.1', '解封账号', 1694488000),
(23, 'test111', '解封账号（10094）', '127.0.0.1', '解封账号', 1694488022),
(24, 'test111', '物品发送ItemId（），数量：1，账号：1789650677', '127.0.0.1', '发送物品', 1694565508),
(25, 'test111', '添加CDK', '127.0.0.1', '添加CDK', 1694565678),
(26, 'test111', '物品发送ItemId（），数量：1，账号：1789650677', '127.0.0.1', '发送物品', 1694566560),
(27, 'test111', '物品发送ItemId（），数量：1，账号：1789650677', '127.0.0.1', '发送物品', 1694566629),
(28, 'test111', '物品发送ItemId（9000279201），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1694571637),
(29, 'test111', '物品发送ItemId（2010218001），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1694571742),
(30, 'test111', '物品发送ItemId（1010019402），数量：10，账号：zx101018', '127.0.0.1', '物品发送', 1694571832),
(31, 'test111', '物品发送ItemId（1010025601），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1694571868),
(32, 'test111', '物品发送ItemId（1010027201），数量：10，账号：zx101018', '127.0.0.1', '物品发送', 1694571949),
(33, 'test111', '物品发送ItemId（1010029303），数量：10，账号：zx101018', '127.0.0.1', '物品发送', 1694571968),
(34, 'test111', '物品发送ItemId（2010211801），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1694572081),
(35, 'test111', '物品发送ItemId（2010014401），数量：100，账号：zx101018', '127.0.0.1', '物品发送', 1694572104),
(36, 'test111', '物品发送ItemId（），数量：1，账号：zx101018', '127.0.0.1', '发送物品', 1694572307),
(37, 'test111', '物品发送ItemId（2010202701），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1694572450),
(38, 'test111', '物品发送ItemId（2010202701），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1694572567),
(39, 'test111', '物品发送ItemId（1000003301），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1694572643),
(40, 'test111', '物品发送ItemId（1000010101），数量：0，账号：zx101018', '127.0.0.1', '物品发送', 1694572675),
(41, 'test111', '物品发送ItemId（1000008601），数量：0，账号：zx101018', '127.0.0.1', '物品发送', 1694572690),
(42, 'test111', '物品发送ItemId（9006000101），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1694573228),
(43, 'test111', '物品发送ItemId（9000276301），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1694573266),
(44, 'test111', '删除了选中仓库物品（185698.185697.185696.185695.185693.185692.185691.185690.185689）', '127.0.0.1', '删除物品', 1694755465),
(45, 'test111', '删除了选中仓库物品（185688.185687.185686.185685.185684.185683.185682.185681.185680）', '127.0.0.1', '删除物品', 1694755473),
(46, 'test111', '删除了选中仓库物品（185679.185678.185671.185670.185669.185668.185667.185666.185665.185664.185663.185662.185661.185660.185659.185658.185657.185656.185655）', '127.0.0.1', '删除物品', 1694755496),
(47, 'test111', '删除了选中仓库物品（185654.185653.185652.185650.185649.185648.185647.185646.185645.185644.185643.185642.185641.185640.185639.185638.185637.185636.185635）', '127.0.0.1', '删除物品', 1694755509),
(48, 'test111', '删除了选中仓库物品（185634.185633.185632.185631.185630.185629.185628.185627.185626.185625.185624.185623.185622.185621.185620.185619.185618.185617.185616）', '127.0.0.1', '删除物品', 1694755522),
(49, 'test111', '删除了选中仓库物品（185615.185614.185613.185612.185611.185610.185609.185608.185607.185606.185605.185604.185603.185602.185601.185600.185599.185598.185597）', '127.0.0.1', '删除物品', 1694755537),
(50, 'test111', '删除了选中仓库物品（185596.185595.185594.185593.185592.185591.185590.185589.185588.185587.185586.185585.185584.185583.185582.185581.185580.185579.185578）', '127.0.0.1', '删除物品', 1694755549),
(51, 'test111', '删除了选中仓库物品（185577.185576.185575.185573.185572.185571.185570.185569.185568.185567.185566.185565.185564.185563.185562.185561.185560.185559.185558）', '127.0.0.1', '删除物品', 1694755562),
(52, 'test111', '删除了选中仓库物品（185557.185556.185555.185554.185553.185552.185551.185550.185549.185548.185545.185544.185543.185542.185541.185540.185539.185538.185537）', '127.0.0.1', '删除物品', 1694755579),
(53, 'test111', '删除了选中仓库物品（185536.185535.185534.185533.185532.185531.185530.185529.185528.185527.185526.185525.185524.185523.185522.185521.185520.185519.185518）', '127.0.0.1', '删除物品', 1694755591),
(54, 'test111', '删除了选中仓库物品（185517.185516.185515.185514.185513.185512.185511.185510.185509.185508.185507.185506.185505.185504.185503.185502.185501.185500.185499）', '127.0.0.1', '删除物品', 1694755605),
(55, 'test111', '删除了选中仓库物品（185498.185497.185496.185495.185494.185493.185492.185491.185490.185489.185488.185487.185486.185485.185484.185483.185482.185481.185480）', '127.0.0.1', '删除物品', 1694755617),
(56, 'test111', '删除了选中仓库物品（185479.185478.185477.185476.185475.185474.185473.185472.185471.185470.185469.185468.185467.185466.185465.185464.185463.185462.185461）', '127.0.0.1', '删除物品', 1694755629),
(57, 'test111', '删除了选中仓库物品（185460.185459.185458.185457.185456.185451.185450.185449.185448.185447.185446.185445.185444.185443.185442.185441.185440.185439.185438）', '127.0.0.1', '删除物品', 1694755642),
(58, 'test111', '删除了选中仓库物品（185437.185436.185435.185434.185433.185430.185309）', '127.0.0.1', '删除物品', 1694755671),
(59, 'test111', '物品发送ItemId（9000171908），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1694755698),
(60, 'test111', '物品发送ItemId（2010276401），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1694755748),
(61, 'test111', '物品发送ItemId（2010289601），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1694755894),
(62, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694825506),
(63, 'test111', '解封了（10094）的账号', '127.0.0.1', '解封账号', 1694825568),
(64, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694825623),
(65, 'test111', '解封了（10094）的账号', '127.0.0.1', '解封账号', 1694825642),
(66, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694825687),
(67, 'test111', '解封了（10094）的账号', '127.0.0.1', '解封账号', 1694825906),
(68, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694825933),
(69, 'test111', '解封了（10094）的账号', '127.0.0.1', '解封账号', 1694825947),
(70, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694826222),
(71, 'test111', '解封了（10094）的账号', '127.0.0.1', '解封账号', 1694826225),
(72, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694828488),
(73, 'test111', '封禁了（10094）的账号,封号时间：2023-09-16 09:45:19', '127.0.0.1', '封禁账号', 1694828604),
(74, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694828667),
(75, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694828737),
(76, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694828855),
(77, 'test111', '封禁了（10094）的账号', '127.0.0.1', '封禁账号', 1694828868),
(78, 'test111', '封禁了（10094）的账号,封号时间：2023-09-30 00:00:00', '127.0.0.1', '封禁账号', 1694829040),
(79, 'test111', '解封了（21584）的账号', '127.0.0.1', '解封账号', 1694829482),
(80, 'test111', '封禁了（21584）的账号', '127.0.0.1', '封禁账号', 1694829497),
(81, 'test111', '封禁了（21583）的账号', '127.0.0.1', '封禁账号', 1694829520),
(82, 'test111', '解封了选择的账号（21583.21584.10497.21579.10498.21561.21560.21556.21488.21504）', '127.0.0.1', '解封账号', 1694835456),
(83, 'test111', '解封了选择的账号（21561.21560.21556.21488.21504.21499.21478.21462.21454.21448）', '127.0.0.1', '解封账号', 1694835462),
(84, 'test111', '解封了选择的账号（21561.21560.21556.21488.21504.21410.21407.10079.10508.21404）', '127.0.0.1', '解封账号', 1694835480),
(85, 'test111', '解封了选择的账号（21561.21560.21556.21488.21504.21402.21391.21386.21384.21344）', '127.0.0.1', '解封账号', 1694835484),
(86, 'test111', '解封了选择的账号（21561.21560.21556.21488.21504.21384.21344.10324.21359.21336）', '127.0.0.1', '解封账号', 1694835488),
(87, 'test111', '解封了选择的账号（21561.21560.21556.21488.21504.21384.21344.21359.21336.21337）', '127.0.0.1', '解封账号', 1694835494),
(88, 'test111', '解封了选择的账号（21561.21560.21556.21488.21504.21384.21344.21359.21336.21320）', '127.0.0.1', '解封账号', 1694835498),
(89, 'test111', '解封了选择的账号（21561.21560.21556.21488.21504.21384.21344.10637.21359.21336）', '127.0.0.1', '解封账号', 1694835665),
(90, 'test111', '解封了选择的账号（21561.21560.21556.21488.21504.21384.21344.21359.21336.21290.10092.21287.21313.21303.21298.21285.10174.21279.11006.10590.21246.21240.21235.21231.21227）', '127.0.0.1', '解封账号', 1694835676),
(91, 'test111', '解封了选择的账号（21561.21560.21556.21488.21504.21384.21344.21359.21336.21290.21313.11006.21240.21223.21211.21214.21192.10099.21196.21187.10096.10382.21161.10698.21140）', '127.0.0.1', '解封账号', 1694835687),
(92, 'test111', '删除了选中仓库物品（169952.169953.169954.169955.169956.169957.169958.169959.169960.169961）', '127.0.0.1', '删除物品', 1695260434),
(93, 'test111', '删除了选中仓库物品（169962.169898.169899.169900.169901）', '127.0.0.1', '删除物品', 1695260441),
(94, 'test111', '添加账号，用户名：（123123）', '127.0.0.1', '添加账号', 1695260499),
(95, 'test111', '充值CF给账号：（10094）', '127.0.0.1', '充值账号', 1695266042),
(96, 'test111', '物品发送ItemId（1009021801），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1695266539),
(97, 'test111', '物品发送ItemId（9000184601），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1695267772),
(98, 'test111', '物品发送ItemId（9000138001），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1695267915),
(99, 'test111', '物品发送ItemId（9000138201），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1695268015),
(100, 'test111', '物品发送ItemId（9009133009），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1695343702),
(101, 'test111', '物品发送ItemId（9009133009），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1695343764),
(102, 'test111', '物品发送ItemId（9009133009），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1695343774),
(103, 'test111', '物品发送ItemId（9009133003），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1695343815),
(104, 'test111', '物品发送ItemId（9000126401），数量：1，账号：zx101018', '127.0.0.1', '物品发送', 1695782438),
(105, 'test111', '删除CDK（1）', '127.0.0.1', '删除CDK', 1696164778),
(106, 'test111', '删除CDK（2）', '127.0.0.1', '删除CDK', 1696164780),
(107, 'test111', '添加活动（11）', '127.0.0.1', '活动添加', 1696256597),
(108, 'test111', '删除了账号，USN（20226）', '127.0.0.1', '删除账号', 1704721984),
(109, 'test111', '删除了账号，USN（20227）', '127.0.0.1', '删除账号', 1704722116),
(110, 'test111', '删除了账号，USN（20228）', '127.0.0.1', '删除账号', 1704722228),
(111, 'test111', '删除了账号，USN（20229）', '127.0.0.1', '删除账号', 1704722322),
(112, 'test111', '删除了账号，USN（20230）', '127.0.0.1', '删除账号', 1704722412),
(113, 'test111', '删除了账号，USN（20231）', '127.0.0.1', '删除账号', 1704804868),
(114, 'test111', '删除了账号，USN（20232）', '127.0.0.1', '删除账号', 1704805278),
(115, 'test111', '删除了账号，USN（20233）', '127.0.0.1', '删除账号', 1704805350),
(116, 'test111', '删除了账号，USN（20234）', '127.0.0.1', '删除账号', 1704805471),
(117, 'test111', '删除了账号，USN（20235）', '127.0.0.1', '删除账号', 1704805540),
(118, 'test111', '删除了账号，USN（20236）', '127.0.0.1', '删除账号', 1704806762),
(119, 'test111', '删除了账号，USN（20238）', '127.0.0.1', '删除账号', 1705807356),
(120, 'test111', '删除了账号，USN（20239）', '127.0.0.1', '删除账号', 1705808238),
(121, 'test111', '删除了账号，USN（20240）', '127.0.0.1', '删除账号', 1705808365),
(122, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400207),
(123, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400207),
(124, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400207),
(125, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400207),
(126, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400208),
(127, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400208),
(128, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400208),
(129, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400208),
(130, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400208),
(131, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400208),
(132, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400209),
(133, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400209),
(134, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400209),
(135, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400209),
(136, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400209),
(137, 'test111', '添加新闻（asdsadsad）', '127.0.0.1', '添加新闻', 1713400209),
(138, 'test111', '添加商品（123）', '127.0.0.1', '添加商品', 1713403006),
(139, 'test111', '添加商品（1232）', '127.0.0.1', '添加商品', 1713403011),
(140, 'test111', '添加商品（12323）', '127.0.0.1', '添加商品', 1713403013),
(141, 'test111', '添加商品（123233）', '127.0.0.1', '添加商品', 1713403014),
(142, 'test111', '添加商品（1232333）', '127.0.0.1', '添加商品', 1713403015),
(143, 'test111', '添加商品（12323333）', '127.0.0.1', '添加商品', 1713403016),
(144, 'test111', '添加商品（123233333）', '127.0.0.1', '添加商品', 1713403017),
(145, 'test111', '添加商品（1232333333）', '127.0.0.1', '添加商品', 1713403018),
(146, 'test111', '添加商品（33）', '127.0.0.1', '添加商品', 1713403027),
(147, 'test111', '添加商品（333）', '127.0.0.1', '添加商品', 1713403028),
(148, 'test111', '添加商品（3333）', '127.0.0.1', '添加商品', 1713403030),
(149, 'test111', '添加商品（33333）', '127.0.0.1', '添加商品', 1713403031),
(150, 'test111', '添加商品（333333）', '127.0.0.1', '添加商品', 1713403032),
(151, 'test111', '添加商品（3333333）', '127.0.0.1', '添加商品', 1713403033),
(152, 'test111', '添加商品（33333333）', '127.0.0.1', '添加商品', 1713403034);

-- --------------------------------------------------------

--
-- 表的结构 `cf_feedback`
--

CREATE TABLE `cf_feedback` (
  `id` int(11) NOT NULL,
  `usn` int(11) NOT NULL,
  `nick` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `content` longtext COLLATE utf8_unicode_ci NOT NULL,
  `type` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `create_time` int(11) NOT NULL,
  `update_time` int(11) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `cf_feedback`
--

INSERT INTO `cf_feedback` (`id`, `usn`, `nick`, `email`, `content`, `type`, `status`, `create_time`, `update_time`) VALUES
(1, 6, '54sb', '137691250@qq.com', 'asdasdasd', 1, 3, 1693107686, 1693108527),
(2, 10653, 'supreme', '137691250@qq.com', '54sb54sb54sb54sb54sb54sb', 1, 1, 1694050518, NULL),
(3, 10653, 'supreme', '137691250@qq.com', 'supremesupremesupremesupremesupreme', 1, 0, 1694050532, NULL),
(4, 10095, 'Sbmao5', '137691250@qq.com', 'asdasdasd', 1, 0, 1694833857, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `cf_huodong`
--

CREATE TABLE `cf_huodong` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `itemid` varchar(20) NOT NULL,
  `pic` varchar(255) NOT NULL,
  `chance` int(10) NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `cf_huodong`
--

INSERT INTO `cf_huodong` (`id`, `name`, `itemid`, `pic`, `chance`, `create_time`) VALUES
(16, '步枪弹夹(30天)', '9020008002', 'http://cfzhumi.fun:88/static/images/bqdj.png', 1, 1715173648),
(19, '1', '9009289901', 'http://cfzhumi.fun:88/static/images/gjzw.png', 3, 1715174410),
(18, '2', '2019229601', 'http://cfzhumi.fun:88/static/images/gjzt.png', 1, 1715174300),
(20, '3', '9000373315', 'http://cfzhumi.fun:88/static/images/gjzx.png', 3, 1715174482),
(21, '4', '2019076001', 'http://cfzhumi.fun:88/static/images/sb.png', 3, 1715174543),
(22, '5', '2010345101', 'http://cfzhumi.fun:88/static/images/gjzh.png', 3, 1715174708),
(23, '6', '9000373342', 'http://cfzhumi.fun:88/static/images/gjx.png', 2, 1715174735),
(24, '7', '9000373340', 'http://cfzhumi.fun:88/static/images/gjw.png', 3, 1715174814),
(25, '8', '9000373362', 'http://cfzhumi.fun:88/static/images/ls.png', 3, 1715174862),
(26, '9', '9000373348', 'http://cfzhumi.fun:88/static/images/dfry.png', 3, 1715174921),
(27, '10', '9000373327', 'http://cfzhumi.fun:88/static/images/qbzrysg.png', 5, 1715175078),
(28, '11', '9009133009', 'http://cfzhumi.fun:88/static/images/rysgbs.png', 4, 1715175122),
(29, '12', '9000373361', 'http://cfzhumi.fun:88/static/images/qlc.png', 4, 1715175276),
(30, '13', '2019229801', 'http://cfzhumi.fun:88/static/images/gjzr.png', 4, 1715175293);

-- --------------------------------------------------------

--
-- 表的结构 `cf_invitation`
--

CREATE TABLE `cf_invitation` (
  `id` int(11) NOT NULL,
  `username` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `code` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(11) NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `cf_news`
--

CREATE TABLE `cf_news` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `content` longtext COLLATE utf8_unicode_ci NOT NULL,
  `sid` int(11) NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `cf_news`
--

INSERT INTO `cf_news` (`id`, `title`, `content`, `sid`, `create_time`) VALUES
(2, '111', '111', 1, 1694045824),
(3, '测试一篇新闻文章', '<p>测试一篇新闻文章测试一篇新闻文章测试一篇新闻文章测试一篇新闻文章</p><p><br></p><p>测试一篇新闻文章测试一篇新闻文章测试一篇新闻文章</p><p>测试一篇新闻文章</p><p>测试一篇新闻文章</p><p>测试一篇新闻文章</p><p>测试一篇新闻文章</p><p>测试一篇新闻文章测试一篇新闻文章测试一篇新闻文章测试一篇新闻文章测试一篇新闻文章测试一篇新闻文章测试一篇新闻文章测试一篇新闻文章测试一篇新闻文章</p>', 1, 1694045881),
(4, 'asdsadsad', 'asdasdsa', 1, 1713400207),
(5, 'asdsadsad', 'asdasdsa', 1, 1713400207),
(6, 'asdsadsad', 'asdasdsa', 1, 1713400207),
(7, 'asdsadsad', 'asdasdsa', 1, 1713400207),
(8, 'asdsadsad', 'asdasdsa', 1, 1713400208),
(9, 'asdsadsad', 'asdasdsa', 1, 1713400208),
(10, 'asdsadsad', 'asdasdsa', 1, 1713400208),
(11, 'asdsadsad', 'asdasdsa', 1, 1713400208),
(12, 'asdsadsad', 'asdasdsa', 1, 1713400208),
(13, 'asdsadsad', 'asdasdsa', 1, 1713400208),
(14, 'asdsadsad', 'asdasdsa', 1, 1713400209),
(15, 'asdsadsad', 'asdasdsa', 1, 1713400209),
(16, 'asdsadsad', 'asdasdsa', 1, 1713400209),
(17, 'asdsadsad', 'asdasdsa', 1, 1713400209),
(18, 'asdsadsad', 'asdasdsa', 1, 1713400209),
(19, 'asdsadsad', 'asdasdsa', 1, 1713400209);

-- --------------------------------------------------------

--
-- 表的结构 `cf_often`
--

CREATE TABLE `cf_often` (
  `id` int(11) UNSIGNED NOT NULL,
  `name` varchar(100) DEFAULT NULL,
  `y_name` varchar(200) DEFAULT NULL COMMENT '原名',
  `ITEM_ID` bigint(32) DEFAULT NULL,
  `ITEM_CODE` varchar(20) DEFAULT NULL,
  `ITEM_INDEX` int(11) DEFAULT NULL,
  `createtime` int(11) DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `cf_often`
--

INSERT INTO `cf_often` (`id`, `name`, `y_name`, `ITEM_ID`, `ITEM_CODE`, `ITEM_INDEX`, `createtime`) VALUES
(1, '奥摩', 'OMOH', 1000000201, 'A0002', 7, 1689006316),
(2, '赛斯', 'SAS', 1000000301, 'A0003', 8, 1689006316),
(3, 'M4A1', 'M4A1', 2010000701, 'C0007', 20, 1689006316),
(4, 'COLT1911', 'COLT1911', 2010003101, 'C0031', 51, 1689006316),
(5, 'M700', 'M700', 2010000201, 'C0002', 1, 1689006316),
(6, 'MP5', 'MP5', 2010001001, 'C0010', 23, 1689006316),
(7, 'KNIFE', 'KNIFE', 2010000301, 'C0003', 2, 1689006316),
(8, 'GRENADE', 'Grenade', 2010000401, 'C0004', 3, 1689006316),
(9, 'FLASHBANG', 'FLASHBANG', 2010005201, 'C0052', 82, 1689006316),
(10, 'AK-47', 'AK-47', 2010000501, 'C0005', 18, 1689006316),
(11, 'Steyr AUG A1', 'Steyr AUG A1', 2010000801, 'C0008', 21, 1689006316),
(12, 'AWM', 'AWM', 2010001101, 'C0011', 24, 1689006316),
(13, 'PSG-1', 'PSG-1', 2010008501, 'C0085', 155, 1689006316),
(14, 'XM1014', 'XM1014', 2010001301, 'C0013', 26, 1689006316),
(15, 'K1A', 'K1A', 2010002501, 'C0025', 45, 1689006316),
(16, 'P90', 'P90', 2010002601, 'C0026', 46, 1689006316),
(17, 'M60', 'M60', 2010001201, 'C0012', 25, 1689006316),
(18, 'Desert Eagle', 'Desert Eagle', 2010003001, 'C0030', 50, 1689006316),
(19, 'DRAGUNOV', 'DRAGUNOV', 2010002701, 'C0027', 47, 1689006316),
(20, 'SG552', 'SG552', 2010002001, 'C0020', 40, 1689006316),
(21, 'M16', 'M16', 2010000101, 'C0001', 0, 1689006316),
(22, 'AK-74', 'AK-74', 2010000601, 'C0006', 19, 1689006316),
(23, 'MP7', 'MP7', 2010002401, 'C0024', 44, 1689006316),
(24, 'FAMAS', 'FAMAS', 2010001801, 'C0018', 38, 1689006316),
(25, 'XM8', 'XM8', 2010002201, 'C0022', 42, 1689006316),
(26, 'G36K', 'G36K', 2010003501, 'C0035', 65, 1689006316),
(27, 'SPAS-12', 'SPAS-12', 2010002901, 'C0029', 49, 1689006316),
(28, 'GLOCK-18', 'Glock-18', 2010003201, 'C0032', 52, 1689006316),
(29, 'P228', 'P228', 2010001601, 'C0016', 29, 1689006316),
(30, 'QBZ95', 'QBZ95', 2010002301, 'C0023', 43, 1689006316),
(31, '1 号背包', 'Bag 1', 3000000101, 'D0001', 4, 1689006316),
(32, '2 号背包', 'Bag 2', 3000000201, 'D0002', 5, 1689006316),
(34, '幽灵之刃', 'Nano Hook 7days', 9000002101, 'I0021', 115, 1689006316),
(35, '幽灵之刃', 'Nano Hook 30days', 9000002102, 'I0021', 115, 1689006316),
(36, '海盗帽子', 'Pirate Hat 30days', 1010008402, 'B0084', 497, 1689006316),
(37, '刀锋', 'MOS', 1000001101, 'A0011', 493, 1689006317),
(1424, 'FEI Default FACE', 'FEI Default FACE', 1010016701, 'B0167', 1055, 1689238809),
(39, '海豹突击队', 'Navy Seal', 1000003301, 'A0033', 1215, 1689006317),
(1425, 'FEI Default HAIR', 'FEI Default HAIR', 1010016801, 'B0168', 1056, 1689238809),
(1426, 'JIA  Default FACE', 'JIA  Default FACE', 1010016501, 'B0165', 1052, 1689238809),
(1427, 'JIA  Default HAIR', 'JIA  Default HAIR', 1010016601, 'B0166', 1053, 1689238809),
(1428, 'MIN  Default FACE', 'MIN  Default FACE', 1010016901, 'B0169', 1058, 1689238809),
(45, '医药瓶(小)', 'Medical gun-S 1EA', 9000008901, 'I0089', 281, 1689006317),
(46, '医药瓶(大)', 'Medical gun-L 1EA', 9000008701, 'I0087', 279, 1689006317),
(47, '医药瓶(大)', 'Medical gun-L 10EA', 9000008702, 'I0087', 279, 1689006317),
(48, '医药瓶(大)', 'Medical gun-L 20EA', 9000008703, 'I0087', 279, 1689006317),
(49, '挑战加入币', 'Intrusion Coin 1EA', 9000047701, 'I0477', 1196, 1689006317),
(50, 'MP5K A4', 'MP5K A4', 2010024801, 'C1148', 522, 1689006317),
(51, 'panda hat 7day', 'Panda Hat 7day', 1010005901, 'B0059', 356, 1689006317),
(52, '熊猫帽子', 'Panda Hat 30day', 1010005902, 'B0059', 356, 1689006317),
(53, '89式突击步枪', 'Type89', 2010003601, 'C0036', 66, 1689006317),
(54, '悬赏任务卡', 'Extra Mission', 9000011501, 'I0115', 344, 1689006317),
(55, '曼陀罗', 'JON', 1000002201, 'A0022', 953, 1689006317),
(1420, 'JNS Default Hair', 'JNS Default Hair', 1010031801, 'B0318', 2008, 1689238809),
(1421, 'JNS Default Glass', 'JNS Default Glass', 1010031901, 'B0319', 2009, 1689238809),
(1422, 'SUZY  Default FACE', 'SUZY  Default FACE', 1010016301, 'B0163', 1049, 1689238809),
(1423, 'SUZY  Default HAIR', 'SUZY  Default HAIR', 1010016401, 'B0164', 1050, 1689238809),
(60, '9A-91', '9A-91', 2010026101, 'C1161', 555, 1689006317),
(61, '经验值加成10%', 'EXP Plus 10% 1day', 9000007901, 'I0079', 264, 1689006318),
(62, '新手推荐礼包', 'New Recommend Present Box', 9000008001, 'I0080', 268, 1689006318),
(63, '战友升级礼包1', 'Level Up Present Box 1', 9000008101, 'I0081', 269, 1689006318),
(64, '战友升级礼包2', 'Level Up Present Box 2', 9000008201, 'I0082', 270, 1689006318),
(65, '烟雾保护头盔', 'Smoke Protection Helmet 1day', 1010026502, 'B0265', 1579, 1689006318),
(1419, 'JNS Default FACE', 'JNS Default FACE', 1010031701, 'B0317', 2007, 1689238809),
(67, 'AT15-沙丘', 'AT15-Afghan 7day', 2010033103, 'C1231', 769, 1689006318),
(68, 'AT15-沙丘', 'AT15-Afghan 30day', 2010033104, 'C1231', 769, 1689006318),
(69, '麦特左轮', 'MATEBA', 2010023401, 'C1134', 491, 1689006318),
(70, 'G11-蓝魔', 'G11-Blue Skull 7day ', 2010030301, 'C1203', 644, 1689006318),
(71, 'M1216-蓝魔', 'M1216-Blue Skull 7day', 2010030401, 'C1204', 645, 1689006318),
(72, 'ARX-160', 'ARX-160 7day', 2010030501, 'C1205', 646, 1689006318),
(73, '拳击手套', 'Gloves 7day ', 2010030601, 'C1206', 647, 1689006318),
(74, '巨人城废墟特殊箱', 'Crater Special Box', 9000029301, 'I0293', 759, 1689006318),
(75, '赤焰', 'Kukri-Flame 1day', 2010032101, 'C1221', 746, 1689006318),
(76, '赤焰', 'Kukri-Flame 7day', 2010032102, 'C1221', 746, 1689006318),
(77, '赤焰', 'Kukri-Flame 30day', 2010032103, 'C1221', 746, 1689006318),
(1418, 'SBS Default Face', 'SBS Default Face', 1010033901, 'B0339', 2140, 1689238808),
(79, '爆破兵', 'Demolition', 9000026001, 'I0260', 712, 1689006318),
(80, '医疗兵', 'Medic', 9000026101, 'I0261', 713, 1689006318),
(81, '突击兵', 'Marksman', 9000026201, 'I0262', 714, 1689006318),
(82, '重甲兵', 'Juggernaut', 9000026301, 'I0263', 715, 1689006318),
(83, '火箭兵', 'Blaster', 9000026401, 'I0264', 716, 1689006318),
(84, '红宝石', 'Ruby', 9000027001, 'I0270', 722, 1689006318),
(85, '高级红宝石', 'Superior Ruby', 9000027101, 'I0271', 723, 1689006318),
(86, '蓝宝石', 'Sapphire ', 9000027201, 'I0272', 724, 1689006318),
(87, '高级蓝宝石', 'Superior Sapphire ', 9000027301, 'I0273', 725, 1689006318),
(88, '黄宝石', 'Topaz', 9000027401, 'I0274', 726, 1689006318),
(89, '高级黄宝石', 'Superior Topaz', 9000027501, 'I0275', 727, 1689006318),
(90, '紫水晶', 'Amethyst', 9000027601, 'I0276', 728, 1689006318),
(91, '高级紫水晶', 'Superior Amethyst', 9000027701, 'I0277', 729, 1689006318),
(92, '强化稳定剂', 'Enchant Stabilizer ', 9000028601, 'I0286', 738, 1689006318),
(93, '高级红宝石', 'Superior Ruby 1EA', 9000027901, 'I0279', 731, 1689006318),
(94, '高级红宝石', 'Superior Ruby 3EA', 9000027902, 'I0279', 731, 1689006318),
(95, '高级红宝石', 'Superior Ruby 5EA', 9000027903, 'I0279', 731, 1689006318),
(96, '高级蓝宝石', 'Superior Sapphire 1EA', 9000028101, 'I0281', 733, 1689006318),
(97, '高级蓝宝石', 'Superior Sapphire 3EA', 9000028102, 'I0281', 733, 1689006318),
(98, '高级蓝宝石', 'Superior Sapphire 5EA', 9000028103, 'I0281', 733, 1689006318),
(99, '高级黄宝石', 'Superior Topaz 1EA', 9000028301, 'I0283', 735, 1689006318),
(100, '高级黄宝石', 'Superior Topaz 3EA', 9000028302, 'I0283', 735, 1689006318),
(101, '高级黄宝石', 'Superior Topaz 5EA', 9000028303, 'I0283', 735, 1689006318),
(102, '高级紫水晶', 'Superior Amethyst 1EA', 9000028501, 'I0285', 737, 1689006318),
(103, '高级紫水晶', 'Superior Amethyst 5EA', 9000028502, 'I0285', 737, 1689006318),
(104, '强化稳定剂', 'Enchant Stabilizer 1EA', 9000028701, 'I0287', 739, 1689006318),
(105, '强化稳定剂', 'Enchant Stabilizer 5EA', 9000028702, 'I0287', 739, 1689006318),
(106, '强化稳定剂', 'Enchant Stabilizer 10EA', 9000028703, 'I0287', 739, 1689006318),
(107, '波塞冬', 'SBS', 1000005501, 'A0055', 2134, 1689006318),
(1413, 'SBS Default Back', 'SBS Default back', 1010033401, 'B0334', 2135, 1689238808),
(1414, 'SBS Default Helmet', 'SBS Default Helmet', 1010033501, 'B0335', 2136, 1689238808),
(1415, 'SBS Default Pouch', 'SBS Default Pouch', 1010033601, 'B0336', 2137, 1689238808),
(1416, 'SBS Default Shoulder', 'SBS Default Shoulder', 1010033701, 'B0337', 2138, 1689238808),
(1417, 'SBS Default Waist', 'SBS Default Waist', 1010033801, 'B0338', 2139, 1689238808),
(114, '红宝石', 'Ruby 1EA', 9000027801, 'I0278', 730, 1689006318),
(115, '红宝石', 'Ruby 3EA', 9000027802, 'I0278', 730, 1689006318),
(116, '红宝石', 'Ruby 5EA', 9000027803, 'I0278', 730, 1689006318),
(117, '蓝宝石', 'Sapphire 1EA', 9000028001, 'I0280', 732, 1689006318),
(118, '蓝宝石', 'Sapphire 3EA', 9000028002, 'I0280', 732, 1689006318),
(119, '蓝宝石', 'Sapphire 5EA', 9000028003, 'I0280', 732, 1689006318),
(120, '黄宝石', 'Topaz 1EA', 9000028201, 'I0282', 734, 1689006318),
(121, '黄宝石', 'Topaz 3EA', 9000028202, 'I0282', 734, 1689006318),
(122, '黄宝石', 'Topaz 5EA', 9000028203, 'I0282', 734, 1689006318),
(123, '紫水晶', 'Amethyst 1EA', 9000028401, 'I0284', 736, 1689006318),
(124, '紫水晶', 'Amethyst 5EA', 9000028402, 'I0284', 736, 1689006318),
(125, 'RPK-盘龙', 'RPK-Infernal Dragon 1day', 2010080902, 'C1709', 1831, 1689006318),
(126, '轻炮兵', 'Panther', 9000026501, 'I0265', 717, 1689006318),
(127, 'MK18', 'MK18 MOD0', 2010041901, 'C1319', 1016, 1689006318),
(128, '金丝匕首', 'Knife-Knight', 2010032001, 'C1220', 745, 1689006318),
(129, 'M4A1-雷神', 'M4A1-S-Iron Beast', 2010029301, 'C1193', 615, 1689006318),
(130, '猎弩兵', 'Hunter', 9000026801, 'I0268', 720, 1689006318),
(131, '复仇道具卡', 'AI Farming Ticket(DX) 1EA', 9000032001, 'I0320', 843, 1689006318),
(132, '复仇道具卡', 'AI Farming Ticket(DX) 5EA', 9000032101, 'I0321', 844, 1689006318),
(133, '复仇道具卡', 'AI Farming Ticket(DX) 10EA', 9000032201, 'I0322', 845, 1689006318),
(134, '复仇道具卡', 'AI Farming Ticket(DX) 50EA', 9000032301, 'I0323', 846, 1689006318),
(135, 'AK47-蓝水晶', 'AK47 Blue Crystal 1hour', 2010013204, 'C0132', 260, 1689006318),
(136, '加特林-蓝水晶', 'Gatling gun Blue Crystal 1hour', 2010013304, 'C0133', 261, 1689006318),
(137, 'AWM-蓝水晶', 'AWM Blue Crystal 1hour', 2010013404, 'C0134', 262, 1689006318),
(138, '沙漠之鹰-蓝水晶', 'Desert Eagle Blue Crystal 1hour', 2010013504, 'C0135', 263, 1689006318),
(139, '电击兵', 'shock', 9000026901, 'I0269', 721, 1689006318),
(140, '黄金火箭兵', 'gold blaster', 9000026701, 'I0267', 719, 1689006318),
(1411, 'JON DEFAULT BACKKNIFE', 'JON DEFAULT BACKKNIFE', 1010015101, 'B0151', 957, 1689238807),
(1412, 'AI Boosting Gauge Increase (GHOST-Y)', 'AI Boosting Gauge Increase effect', 9000021801, 'I0218', 637, 1689238808),
(144, '汤姆逊-烈龙', 'Thompson-Infernal Dragon', 2010032301, 'C1223', 755, 1689006318),
(1405, 'Hero default Helmet', 'Hero default Helmet', 1010003901, 'B0039', 246, 1689238807),
(1406, 'Hero default BackGun', 'Hero default BackGun', 1010004001, 'B0040', 247, 1689238807),
(1407, 'Hero default GunMag', 'Hero default GunMag', 1010004101, 'B0041', 248, 1689238807),
(1408, 'JON DEFAULT FACE', 'JON DEFAULT FACE', 1010014801, 'B0148', 954, 1689238807),
(1409, 'JON DEFAULT HAIR', 'JON DEFAULT HAIR', 1010014901, 'B0149', 955, 1689238807),
(1410, 'JON DEFAULT HOLSTER', 'JON DEFAULT HOLSTER', 1010015001, 'B0150', 956, 1689238807),
(153, '6 号背包（永久）', 'Bag 6', 3000000601, 'D0006', 1868, 1689006319),
(154, '7 号背包（永久）', 'Bag 7', 3000000701, 'D0007', 1869, 1689006319),
(155, '屠龙', 'Kukri-Beast', 2010035101, 'C1251', 823, 1689006319),
(156, 'MG3-纯金', 'MG3-Ultimate Gold 7days', 2010047401, 'C1374', 1159, 1689006319),
(157, 'G11-暗金', 'G11-Gold Desert Skull 7days', 2010047501, 'C1375', 1160, 1689006319),
(158, 'M1216-暗金', 'M1216-Gold Desert Skull 7days', 2010047601, 'C1376', 1161, 1689006319),
(159, '龙拳', 'Glove-Royal Dragon3 30days', 2010095602, 'C1856', 2085, 1689006319),
(160, '末路狂飙黄金箱', 'Death Rally Gold Box', 9000045201, 'I0452', 1170, 1689006319),
(161, '末路狂飙白银箱', 'Death Rally Silver Box', 9000045301, 'I0453', 1171, 1689006319),
(162, '末路狂飙青铜箱', 'Death Rally Bronze Box', 9000045401, 'I0454', 1172, 1689006319),
(163, 'USP-迷彩', 'USP-Camo 7days', 2010076001, 'C1660', 1704, 1689006319),
(164, '屠龙', 'Kukri-Beast 1day', 2010081202, 'C1712', 1834, 1689006319),
(165, '屠龙', 'Kukri-Beast 3days', 2010081203, 'C1712', 1834, 1689006319),
(166, '炸弹兵', 'Fuzzy', 9000044501, 'I0445', 1150, 1689006319),
(167, '铁骑', 'The Arch', 1000004401, 'A0044', 1487, 1689006319),
(1402, 'MOS Default Face', 'MOS Default Face', 1010008201, 'B0082', 495, 1689238806),
(1403, 'hero character', 'hero character ', 1000000501, 'A0005', 244, 1689238807),
(1404, 'Hero default Face', 'Hero default Face', 1010003801, 'B0038', 245, 1689238807),
(171, '沙漠之鹰-暗炎', 'Desert Eagle-Gradation 30days', 2010217602, 'C2176', 2618, 1689006319),
(172, '蟒蛇', 'Python', 2010215601, 'C2156', 2573, 1689006319),
(173, '竞技场黄金箱', 'Boss Arena Gold Box', 9000059901, 'I0599', 1725, 1689006319),
(174, '竞技场白银箱', 'Boss Arena Silver Box', 9000060001, 'I0600', 1726, 1689006319),
(175, '竞技场青铜箱', 'Boss Arena Bronze Box', 9000060101, 'I0601', 1727, 1689006319),
(1400, '水晶箱', 'crystal box_AI', 9000009001, 'I0090', 282, 1689088580),
(1401, '扭蛋兑换券', '[C]Capsule Coupon', 9000003301, 'I0033', 127, 1689097262),
(178, 'MG3-炎魔', 'MG3-Orange Skull 7days', 2010075701, 'C1657', 1701, 1689006319),
(179, 'M1216-炎魔', 'M1216-Orange Skull 7days', 2010075401, 'C1654', 1698, 1689006319),
(180, 'G11-炎魔', 'G11-Orange Skull 7days', 2010075501, 'C1655', 1699, 1689006319),
(181, 'C8', 'C8 7days', 2010075601, 'C1656', 1700, 1689006319),
(182, '屠夫手雷', 'Armored Engineer Grenade 7days', 2010075801, 'C1658', 1702, 1689006319),
(183, '女皇头盔', 'Boss Arena Helmet 7days', 1010027001, 'B0270', 1710, 1689006319),
(184, '诸神护镜', 'Boss Arena Goggle 7days', 1010027101, 'B0271', 1711, 1689006319),
(185, '蝎王背包', 'Boss Arena Backpack 7days', 1010027201, 'B0272', 1712, 1689006319),
(186, '屠夫水壶', 'Boss Arena Water Bottle 7days', 1010027301, 'B0273', 1713, 1689006319),
(187, '诸神军袋', 'Boss Arena Pouch 7days', 1010027401, 'B0274', 1714, 1689006319),
(188, '审判者', 'The_Fates ', 1000003701, 'A0037', 1358, 1689006319),
(189, 'The_Fates FACE', 'The_Fates FACE', 1010021101, 'B0211', 1359, 1689006319),
(190, 'The_Fates HAIR', 'The_Fates HAIR', 1010021201, 'B0212', 1360, 1689006319),
(191, 'The_Fates GUNHOLSTER', 'The_Fates GUNHOLSTER', 1010021301, 'B0213', 1361, 1689006319),
(192, '审判者', 'The_Fates special', 1000003801, 'A0038', 1362, 1689006319),
(193, 'The_Fates special FACE', 'The_Fates special FACE', 1010021401, 'B0214', 1363, 1689006319),
(194, 'The_Fates special HAIR', 'The_Fates special HAIR', 1010021501, 'B0215', 1364, 1689006319),
(195, 'The_Fates special GUNHOLSTER', 'The_Fates special GUNHOLSTER', 1010021601, 'B0216', 1365, 1689006319),
(196, 'The_Fates special WAIST', 'The_Fates special WAIST', 1010021701, 'B0217', 1366, 1689006319),
(197, '龙鳞', 'Kukri-Ultimate Gold', 2010041501, 'C1315', 1010, 1689006319),
(198, '战旗兵', 'Commander', 9000044601, 'I0446', 1151, 1689006319),
(199, '黄金电击兵', 'Gold Shock', 9000044701, 'I0447', 1152, 1689006319),
(200, '尼泊尔-T', 'Kukri-Tiger 7days', 2010047802, 'C1378', 1163, 1689006319),
(201, '尼泊尔-T', 'Kukri-Tiger 30days', 2010047803, 'C1378', 1163, 1689006319),
(202, '尼泊尔-T', 'Kukri-Tiger 90days', 2010047804, 'C1378', 1163, 1689006319),
(203, 'FN FAL', 'FN FAL', 2010281101, 'C2811', 4350, 1689006319),
(204, 'PKP', '6P41 Pecheneg 7days', 2010043702, 'C1337', 1075, 1689006319),
(205, 'PKP', '6P41 Pecheneg 30days', 2010043703, 'C1337', 1075, 1689006319),
(206, '斯沃特 Helmet20', 'SWAT Default Helmet20', 1010021801, 'B0218', 1368, 1689006319),
(207, '斯沃特 Face20', 'SWAT Default Face20', 1010021901, 'B0219', 1369, 1689006319),
(208, '斯沃特 Pouch20', 'SWAT Default Pouch20', 1010022001, 'B0220', 1370, 1689006319),
(209, 'KTR-08', 'KTR-08 7days', 2010023902, 'C1139', 507, 1689006319),
(210, 'KTR-08', 'KTR-08 30days', 2010023903, 'C1139', 507, 1689006319),
(211, 'Ultimax100', 'Ultimax 100', 2010012201, 'C0122', 220, 1689006319),
(212, 'SL8', 'SL8', 2010022001, 'C1120', 440, 1689006319),
(213, '瓦尔特WA2000', 'WA2000', 2010099101, 'C1891', 2175, 1689006319),
(214, '宝箱密钥', 'Special Reward Cardkey 1EA', 9000055301, 'I0553', 1461, 1689006319),
(215, '宝箱密钥', 'Special Reward Cardkey 5EA', 9000055302, 'I0553', 1461, 1689006319),
(216, '宝箱密钥', 'Special Reward Cardkey 10EA', 9000055303, 'I0553', 1461, 1689006319),
(217, '挑战弹匣', 'AI Magazine 7days', 9000055401, 'I0554', 1462, 1689006319),
(218, '挑战弹匣', 'AI Magazine 30days', 9000055402, 'I0554', 1462, 1689006319),
(219, '挑战弹匣', 'AI Magazine 90days', 9000055403, 'I0554', 1462, 1689006319),
(220, 'Hidden Dragon Default Helmet', 'Hidden Dragon Default Helmet', 1010043901, 'B0439', 2905, 1689006319),
(221, 'Hidden Dragon Default WaterBottle', 'Hidden Dragon Default WaterBottle', 1010044001, 'B0440', 2906, 1689006319),
(222, 'Hidden Dragon Default Pouch', 'Hidden Dragon Default Pouch', 1010044101, 'B0441', 2907, 1689006319),
(223, 'M4猎人-SS设计图', 'M4 CQBR-Dual Mag-AP Design 1EA', 9000055501, 'I0555', 1463, 1689006319),
(224, 'AK47-黎明设计图', 'AK-47-Silencer-Rusty Gold Skull  Design 1EA', 9000055601, 'I0556', 1464, 1689006319),
(225, '双枪沙鹰-黎明设计图', 'Dual Desert Eagle-Rusty Gold Skull  Design 1EA', 9000055701, 'I0557', 1465, 1689006319),
(226, 'ophelia Default Helmet', 'Ophelia Default Helmet', 1010010001, 'B0100', 622, 1689006319),
(227, 'Hidden Dragon Default Face', 'Hidden Dragon Default Face', 1010044201, 'B0442', 2908, 1689006319),
(228, 'FN 弩炮', 'FN Ballista', 2010238701, 'C2387', 3109, 1689006319),
(229, 'APR338狙击枪', 'APR338', 2010216901, 'C2169', 2608, 1689006319),
(230, '板砖', 'Brick 7days', 2010093301, 'C1833', 2042, 1689006320),
(231, '铁锤', 'Iron Hammer 30days', 2010093201, 'C1832', 2041, 1689006320),
(232, '手雷-黄钻', 'Grenade-Yellow Crystal 30days', 2010098201, 'C1882', 2156, 1689006320),
(233, '附魔', 'Accessory Enchant 1EA', 9000092202, 'I0922', 2624, 1689006320),
(234, '附魔', 'Accessory Enchant 5EA', 9000092203, 'I0922', 2624, 1689006320),
(235, '附魔', 'Accessory Enchant 10EA', 9000092204, 'I0922', 2624, 1689006320),
(236, '板砖', 'Brick 30days', 2010093302, 'C1833', 2042, 1689006320),
(237, '黄金炸弹兵', 'Gold Fuzzy', 9000069401, 'I0694', 2004, 1689006320),
(238, '谍报兵', 'Joker', 9000069301, 'I0693', 2003, 1689006320),
(239, '充气大锤', 'Balloon Hammer 30days', 2010202401, 'C2024', 2237, 1689006320),
(240, '毒蝎', 'Ixions', 1000009201, 'A0092', 3903, 1689006320),
(241, 'Ixions Default Helmet', 'Ixions Default Helmet', 1010052401, 'B0524', 3904, 1689006320),
(242, 'Ixions Default Face', 'Ixions Default Face', 1010052501, 'B0525', 3905, 1689006320),
(243, 'Ixions Default Pouch', 'Ixions Default Pouch', 1010052601, 'B0526', 3906, 1689006320),
(244, 'FR-F2 寒冰', 'FR-F2-Freezing 30days', 2010217001, 'C2170', 2609, 1689006320),
(245, '手雷礼包', 'Grenade Set', 9010003101, 'S0031', 1614, 1689006320),
(246, '新手礼包', 'Beginner Set', 9010002901, 'S0029', 1612, 1689006320),
(247, '断离', 'Machete-Ultimate Goldsmith', 2010222801, 'C2228', 2805, 1689006320),
(248, '周末礼包', 'weekend reward box', 9000058601, 'I0586', 1608, 1689006320),
(249, '周末大礼包', 'special weekend reward box', 9000058701, 'I0587', 1609, 1689006320),
(250, '节日礼包', 'event reward box1', 9000058801, 'I0588', 1610, 1689006320),
(251, 'M4A1-Custom', 'M4A1-Custom 7days', 2010037901, 'C1279', 965, 1689006320),
(252, '尼泊尔-牡丹', 'Kukri-Peony 7days', 2010085502, 'C1755', 1920, 1689006320),
(253, '王者之力', 'AWM-Infernal Dragon-Noble Gold', 2010214701, 'C2147', 2554, 1689006320),
(254, 'KAC-彩魔', 'KAC Chainsaw-Rusty Gold Skull 3days', 2010097101, 'C1871', 2117, 1689006320),
(255, 'KAC-彩魔', 'KAC Chainsaw-Rusty Gold Skull 7days', 2010097102, 'C1871', 2117, 1689006320),
(256, 'KAC-彩魔', 'KAC Chainsaw-Rusty Gold Skull 30days', 2010097103, 'C1871', 2117, 1689006320),
(257, '彩魔手套', 'Gloves-Rusty Gold Skull 3days', 2010097201, 'C1872', 2118, 1689006320),
(258, '彩魔手套', 'Gloves-Rusty Gold Skull 7days', 2010097202, 'C1872', 2118, 1689006320),
(259, '铁链锤-彩魔', 'Ironmace-G-Rusty Gold Skull 3days', 2010097301, 'C1873', 2119, 1689006320),
(260, '铁链锤-彩魔', 'Ironmace-G-Rusty Gold Skull 7days', 2010097302, 'C1873', 2119, 1689006320),
(261, '精英手雷II', 'MK2 Grenade-Ultimate Gold', 2010094401, 'C1844', 2057, 1689006320),
(262, 'AK47-枪王排位奖励', 'AK47-Knife-Platinum Blue', 2010094501, 'C1845', 2058, 1689006320),
(263, 'AK47-枪王排位奖励', 'AK47-Knife-Platinum Blue 30days', 2010094601, 'C1846', 2059, 1689006320),
(264, 'AK47-枪王排位奖励', 'AK47-Knife-Platinum Blue 90days', 2010094602, 'C1846', 2059, 1689006320),
(265, 'AK47-枪王排位奖励', 'AK47-Knife-Platinum Blue 120days', 2010094603, 'C1846', 2059, 1689006320),
(266, 'M4A1-枪王排位奖励', 'M4A1-S-Platinum Blue', 2010094701, 'C1847', 2060, 1689006320),
(267, 'M4A1-枪王排位奖励', 'M4A1-S-Platinum Blue 30days', 2010094801, 'C1848', 2061, 1689006320),
(268, 'M4A1-枪王排位奖励', 'M4A1-S-Platinum Blue 90days', 2010094802, 'C1848', 2061, 1689006320),
(269, 'M4A1-枪王排位奖励', 'M4A1-S-Platinum Blue 120days', 2010094803, 'C1848', 2061, 1689006320),
(270, 'AWM-A-枪王排位奖励', 'AWM-A-Platinum Blue', 2010094901, 'C1849', 2062, 1689006320),
(271, 'AWM-A-枪王排位奖励', 'AWM-A-Platinum Blue 30days', 2010095001, 'C1850', 2063, 1689006320),
(272, 'AWM-A-枪王排位奖励', 'AWM-A-Platinum Blue 90days', 2010095002, 'C1850', 2063, 1689006320),
(273, 'AWM-A-枪王排位奖励', 'AWM-A-Platinum Blue 120days', 2010095003, 'C1850', 2063, 1689006320),
(274, '过载背包', 'Overcharge Backpack 7days', 1010033201, 'B0332', 2130, 1689006320),
(275, '过载玩偶', 'Overcharge Minimi 7days', 1010033301, 'B0333', 2131, 1689006320),
(276, '新锐名片2赛季', 'Rankmatch Season2 Bronze Namecard', 9000070901, 'I0709', 2073, 1689006320),
(277, '精英名片2赛季', 'Rankmatch Season2 Silver Namecard', 9000071001, 'I0710', 2074, 1689006320),
(278, '专家名片2赛季', 'Rankmatch Season2 Gold Namecard', 9000071101, 'I0711', 2075, 1689006320),
(279, '大师名片2赛季', 'Rankmatch Season2 Platinum Namecard', 9000071201, 'I0712', 2076, 1689006320),
(280, '枪王名片2赛季', 'Rankmatch Season2 Diamond Namecard', 9000071301, 'I0713', 2077, 1689006320),
(281, '宗师喷图', 'Diamond Spray 180days', 9000070701, 'I0707', 2069, 1689006320),
(282, '排位2赛季专家奖励', 'Rankmatch Season2 Gold Reward', 9000071401, 'I0714', 2078, 1689006320),
(283, '排位2赛季大师奖励', 'Rankmatch Season2 Platinum Reward', 9000071501, 'I0715', 2079, 1689006320),
(284, '排位2赛季枪王奖励', 'Rankmatch Season2 Diamond Reward', 9000071601, 'I0716', 2080, 1689006320),
(285, '排位2赛季枪王100位奖励', 'Rankmatch Season2 Diamond 1-100 Reward', 9000071701, 'I0717', 2081, 1689006320),
(286, 'M200-万圣节', 'M200 CheyTac-Halloween 7days', 2010086002, 'C1760', 1925, 1689006320),
(287, '棒球棒-万圣节', 'Power Bat-Halloween 7days', 2010230901, 'C2309', 2967, 1689006320),
(288, '零', 'SWITCHER', 1000006701, 'A0067', 2631, 1689006320),
(289, 'SWITCHER FACE', 'SWITCHER FACE', 1010041401, 'B0414', 2632, 1689006320),
(290, 'SWITCHER HAIR', 'SWITCHER HAIR', 1010041501, 'B0415', 2633, 1689006320),
(291, 'SWITCHER GUNHOLSTER', 'SWITCHER GUNHOLSTER', 1010041601, 'B0416', 2634, 1689006320),
(292, 'SWITCHER BACKPACK', 'SWITCHER BACKPACK', 1010041701, 'B0417', 2635, 1689006320),
(293, 'SWITCHER WAIST', 'SWITCHER WAIST', 1010041801, 'B0418', 2636, 1689006320),
(294, 'SWITCHER', 'SWITCHER Special', 1000006801, 'A0068', 2637, 1689006320),
(295, 'SWITCHER special FACE', 'SWITCHER Special FACE', 1010041901, 'B0419', 2638, 1689006320),
(296, 'SWITCHER special HAIR', 'SWITCHER Special HAIR', 1010042001, 'B0420', 2639, 1689006320),
(297, 'SWITCHER special GUNHOLSTER', 'SWITCHER Special GUNHOLSTER', 1010042101, 'B0421', 2640, 1689006320),
(298, 'SWITCHER special WAIST', 'SWITCHER Special WAIST', 1010042201, 'B0422', 2641, 1689006320),
(299, '经验值/GP加成10%', 'EXP/GP Plus 10% 1day', 9000073701, 'I0737', 2147, 1689006320),
(300, 'AK47-黑武士', 'AK-47-Knife-Born Beast', 2010207101, 'C2071', 2326, 1689006320),
(301, '大圣手雷', 'Banana Grenade 7days', 2010215503, 'C2155', 2572, 1689006320),
(302, '巨浪', 'AS VAL 3days', 2010205101, 'C2051', 2284, 1689006320),
(303, '征服者', 'AA-12-Buster 7days', 2010205001, 'C2050', 2283, 1689006320),
(304, '战舰头盔', 'Battleship Helmet 3days', 1010036201, 'B0362', 2289, 1689006320),
(305, '战舰军袋', 'Battleship Pouch 3days', 1010036401, 'B0364', 2291, 1689006320),
(306, '战舰背包', 'Battleship Backpack 3days', 1010036501, 'B0365', 2292, 1689006320),
(307, '战舰玩偶', 'Battleship Minimi 3days', 1010036701, 'B0367', 2294, 1689006320),
(308, '胜利之光', 'Flashbang-Ultimate Goldsmith', 2010203701, 'C2037', 2257, 1689006320),
(309, '胜利之光', 'Flashbang-Ultimate Goldsmith 7days', 2010215702, 'C2157', 2588, 1689006320),
(310, '胜利之光', 'Flashbang-Ultimate Goldsmith 30days', 2010215703, 'C2157', 2588, 1689006320),
(311, 'KAC PDW', 'KAC PDW', 2010286701, 'C2867', 4525, 1689006321),
(312, 'MK5-枪王排位', 'Kriss super V-Platinum Blue', 2010094201, 'C1842', 2051, 1689006321),
(313, 'MK5-枪王排位', 'Kriss super V-Platinum Blue 30days', 2010095201, 'C1852', 2072, 1689006321),
(314, 'MK5-枪王排位', 'Kriss super V-Platinum Blue 90days', 2010095202, 'C1852', 2072, 1689006321),
(315, 'MK5-枪王排位', 'Kriss super V-Platinum Blue 120days', 2010095203, 'C1852', 2072, 1689006321),
(316, '夺命之镰', 'Nano Hook-Devil 7days', 9000080401, 'I0804', 2384, 1689006321),
(317, '夺命之镰', 'Nano Hook-Devil 30days', 9000080402, 'I0804', 2384, 1689006321),
(318, '新锐名片3赛季', 'Rankmatch Season3 Bronze Namecard', 9000070201, 'I0702', 2064, 1689006321),
(319, '精英名片3赛季', 'Rankmatch Season3 Silver Namecard', 9000070301, 'I0703', 2065, 1689006321),
(320, '专家名片3赛季', 'Rankmatch Season3 Gold Namecard', 9000070401, 'I0704', 2066, 1689006321),
(321, '大师名片3赛季', 'Rankmatch Season3 Platinum Namecard', 9000070501, 'I0705', 2067, 1689006321),
(322, '枪王名片3赛季', 'Rankmatch Season3 Diamond Namecard', 9000070601, 'I0706', 2068, 1689006321),
(323, '玩具沙鹰', 'Desert Eagle-A-Toy 7days', 2010224101, 'C2241', 2841, 1689006321),
(324, '玩具沙鹰', 'Desert Eagle-A-Toy 30days', 2010217502, 'C2175', 2617, 1689006321),
(325, '黄金KAC', 'KAC ChainSAW-Ultimate Goldsmith', 2010222701, 'C2227', 2804, 1689006321),
(326, '银色烟雾弹', 'Smoke-Ultimate Silver', 2010203801, 'C2038', 2258, 1689006321),
(327, '排位3赛季专家奖励', 'Rankmatch Season3 Gold Reward', 9000081001, 'I0810', 2411, 1689006321),
(328, '排位3赛季大师奖励', 'Rankmatch Season3 Platinum Reward', 9000081101, 'I0811', 2412, 1689006321),
(329, '排位3赛季枪王奖励', 'Rankmatch Season3 Diamond Reward', 9000081201, 'I0812', 2413, 1689006321),
(330, '排位3赛季枪王100位奖励', 'Rankmatch Season3 Diamond 1-100 Reward', 9000081301, 'I0813', 2414, 1689006321),
(331, 'Soul Stone level Up Item', 'Soul Stone Level Up Item', 9000080301, 'I0803', 2383, 1689006321),
(332, '98k', 'Kar 98K', 2010238301, 'C2383', 3105, 1689006321),
(333, '雷霆', 'Thunderbolt Hammer 30days', 2010228202, 'C2282', 2901, 1689006321),
(334, '乱世', 'P90-Wild Shot', 2010217901, 'C2179', 2643, 1689006321),
(335, 'SL-处女座', 'Scar Light-Virgo', 2010098701, 'C1887', 2163, 1689006321),
(336, 'Devil_Hunter_default Helmet', 'Devil_Hunter_default Helmet', 1010038001, 'B0380', 2455, 1689006321),
(337, 'Devil_Hunter_default pouch', 'Devil_Hunter_default pouch', 1010038101, 'B0381', 2456, 1689006321),
(338, '伪装', 'Persona Blade', 2010213701, 'C2137', 2464, 1689006321),
(339, '伪装', 'Persona Blade 3days', 2010213801, 'C2138', 2465, 1689006321),
(340, 'RSH-12-试炼', 'RSH-12-Infection 3days', 2010214401, 'C2144', 2471, 1689006321),
(341, 'StG44', 'STG44', 2010213901, 'C2139', 2466, 1689006321),
(342, '征服者-试炼', 'AA-12-Buster-Infection 3days', 2010214001, 'C2140', 2467, 1689006321),
(343, '征服者-试炼', 'AA-12-Buster-Infection 7days', 2010214002, 'C2140', 2467, 1689006321),
(344, '遗忘芯片-角色属性', 'AI3 Skill Reset Ticket', 9000084601, 'I0846', 2496, 1689006321),
(345, '遗忘芯片-防御机械', 'AI3 Defence Skill Reset Ticket', 9000084701, 'I0847', 2497, 1689006321),
(346, 'M1216-炎魔', 'M1216-Orange Skull 3days', 2010075402, 'C1654', 1698, 1689006321),
(347, 'G11-暗金', 'G11-Gold Desert Skull 3days', 2010047502, 'C1375', 1160, 1689006321),
(348, '屠夫手雷', 'Armored Engineer Grenade 3days', 2010075802, 'C1658', 1702, 1689006321),
(349, 'Devil_Hunter_default face', 'Devil_Hunter_default face', 1010038201, 'B0382', 2457, 1689006321),
(350, '王者之锋', 'Kukri-Beast-Noble Gold', 2010214801, 'C2148', 2555, 1689006321),
(351, '黄金充气大锤', 'Balloon Hammer-Ultimate Goldsmith', 2010200801, 'C2008', 2207, 1689006321),
(352, '黄金9A-91', '9A-91-Ultimate Goldsmith', 2010200701, 'C2007', 2206, 1689006321),
(353, '闪光护目镜', 'F Protection Goggle (Devil_Hunter)', 9000083301, 'I0833', 2458, 1689006321),
(354, 'Ignore team grenade damage', 'Ignore team grenade damage (Devil_Hunter)', 9000083401, 'I0834', 2459, 1689006321),
(355, '堕天使', 'Devil_Hunter', 1000006301, 'A0063', 2454, 1689006321),
(356, '疯狂宝贝', 'Crazy Nano 3days', 9000136101, 'I1361', 3586, 1689006321),
(357, 'RSH-12-试炼', 'RSH-12-Infection 7days', 2010214402, 'C2144', 2471, 1689006321),
(358, 'MG3-彩魔', 'MG3-Camo Skull 7days', 2010214501, 'C2145', 2472, 1689006321),
(359, 'M1216-彩魔', 'M1216-Camo Skull 7days', 2010214601, 'C2146', 2473, 1689006321),
(360, 'M4A1-C-海浪', 'M4A1-C-Aqua Aurora 30days', 9000079801, 'C2098', 2368, 1689006321),
(361, '破天灵蛇', 'Keris-Ultimate Goldsmith', 2010200901, 'C2009', 2208, 1689006321),
(362, '沙鹰-天神', 'Desert Eagle-El Dorado', 2010222201, 'C2222', 2796, 1689006321),
(363, '沙鹰-天神', 'Desert Eagle-El Dorado 3days', 2010236802, 'C2368', 3076, 1689006321),
(364, '沙鹰-天神', 'Desert Eagle-El Dorado 7days', 2010236803, 'C2368', 3076, 1689006321),
(365, 'MP5K A4-万圣夜', 'MP5K A4-Halloween[2016] 7days', 2010230003, 'C2300', 2936, 1689006321),
(366, 'MP5K A4-万圣夜', 'MP5K A4-Halloween[2016] 30days', 2010230005, 'C2300', 2936, 1689006321),
(367, 'Ash-12.7', 'Ash-12.7', 2010094001, 'C1840', 2049, 1689006321),
(368, 'FN 弩炮-CFS2016纪念版', 'FN Ballista-CFS 2016 Celebrate 7days', 2010205703, 'C2057', 2306, 1689006321),
(369, 'FN 弩炮-CFS2016纪念版', 'FN Ballista-CFS 2016 Celebrate 30days', 2010205704, 'C2057', 2306, 1689006321),
(370, '斯泰尔冲锋枪-CFS2016纪念版', 'Steyr TMP-CFS 2016 Celebrate 7days', 2010205603, 'C2056', 2305, 1689006321),
(371, '斯泰尔冲锋枪-CFS2016纪念版', 'Steyr TMP-CFS 2016 Celebrate 30days', 2010205604, 'C2056', 2305, 1689006321),
(372, 'PMR-30-CFS2016纪念版', 'PMR-30-CFS 2016 Celebrate 7days', 2010205503, 'C2055', 2304, 1689006321),
(373, 'PMR-30-CFS2016纪念版', 'PMR-30-CFS 2016 Celebrate 30days', 2010205504, 'C2055', 2304, 1689006321),
(374, 'AK-12-CFS2016纪念版', 'AK-12-CFS 2016 Celebrate 7days', 2010205203, 'C2052', 2301, 1689006321),
(375, 'AK-12-CFS2016纪念版', 'AK-12-CFS 2016 Celebrate 30days', 2010205204, 'C2052', 2301, 1689006321),
(376, '手雷-CFS2016纪念版', 'Grenade-CFS 2016 Celebrate 7days', 2010205403, 'C2054', 2303, 1689006321),
(377, '手雷-CFS2016纪念版', 'Grenade-CFS 2016 Celebrate 30days', 2010205404, 'C2054', 2303, 1689006321),
(378, '卡利科M960', 'Calico M960', 2010094101, 'C1841', 2050, 1689006321),
(379, 'SWAT-Venus-Moscow_default Hair', 'SWAT-Venus-Moscow_default Hair', 1010054001, 'B0540', 4100, 1689006321),
(380, 'SWAT-Venus-Moscow_default GUNHOLSTER', 'SWAT-Venus-Moscow_default GUNHOLSTER', 1010054101, 'B0541', 4101, 1689006321),
(381, 'SWAT-Venus-Moscow_default face', 'SWAT-Venus-Moscow_default face', 1010054201, 'B0542', 4102, 1689006321),
(382, 'SWAT-Venus-Moscow_default Backpack', 'SWAT-Venus-Moscow_default Backpack', 1010054301, 'B0543', 4103, 1689006321),
(383, 'AK12-天启', 'AK-12-Knife-Iron Spider', 2010227901, 'C2279', 2898, 1689006321),
(384, '葵', 'Subject Alpha', 1000008101, 'A0081', 3259, 1689006321),
(385, 'Subject Alpha FACE', 'Subject Alpha FACE', 1010047701, 'B0477', 3262, 1689006321),
(386, 'Subject Alpha HAIR', 'Subject Alpha HAIR', 1010047801, 'B0478', 3263, 1689006321),
(387, 'Subject Alpha MASK and EYEPATCH', 'Subject Alpha MASK and EYEPATCH', 1010047901, 'B0479', 3264, 1689006321),
(388, 'Subject Alpha BACK(BL)', 'Subject Alpha BACK(BL)', 1010048001, 'B0480', 3265, 1689006321),
(389, 'Subject Alpha THIGH', 'Subject Alpha THIGH', 1010048101, 'B0481', 3266, 1689006321),
(390, '葵', 'Subject Alpha special', 1000008401, 'A0084', 3267, 1689006321),
(391, 'Subject Alpha special FACE', 'Subject Alpha special FACE', 1010048201, 'B0482', 3268, 1689006321),
(392, 'Subject Alpha special HAIR', 'Subject Alpha special HAIR', 1010048301, 'B0483', 3269, 1689006321),
(393, 'Subject Alpha special MASK', 'Subject Alpha special MASK', 1010048401, 'B0484', 3270, 1689006321),
(394, '刘易斯枪-平安夜', 'Lewis Gun-Xmas[2016] 7days', 2010233101, 'C2331', 3009, 1689006321),
(395, '圣诞彩砖', 'Brick-Xmas[2016] 7days', 2010234101, 'C2341', 3022, 1689006321),
(396, '野蛮大头1', 'Big Head Comic Helmet A 3days', 1010040202, 'B0402', 2574, 1689006321),
(397, '野蛮大头1', 'Big Head Comic Helmet A 7days', 1010040203, 'B0402', 2574, 1689006321),
(398, '野蛮大头2', 'Big Head Comic Helmet B 3days', 1010040302, 'B0403', 2575, 1689006321),
(399, '野蛮大头2', 'Big Head Comic Helmet B 7days', 1010040303, 'B0403', 2575, 1689006321),
(400, '野蛮大头3', 'Big Head Comic Helmet C 3days', 1010040402, 'B0404', 2576, 1689006321),
(401, '野蛮大头3', 'Big Head Comic Helmet C 7days', 1010040403, 'B0404', 2576, 1689006321),
(402, '高兴大头', 'Big Head Happy Helmet 3days', 1010040502, 'B0405', 2577, 1689006321),
(403, '高兴大头', 'Big Head Happy Helmet 7days', 1010040503, 'B0405', 2577, 1689006321),
(404, '悲伤大头', 'Big Head Sad Helmet 3days', 1010040602, 'B0406', 2578, 1689006321),
(405, '悲伤大头', 'Big Head Sad Helmet 7days', 1010040603, 'B0406', 2578, 1689006321),
(406, '生气大头', 'Big Head Rage Helmet 7days', 1010040703, 'B0407', 2579, 1689006321),
(407, '荒唐大头', 'Big Head Nonsense Helmet 7days', 1010040803, 'B0408', 2580, 1689006321),
(408, '鄙视大头', 'Big Head Sneer Helmet 7days', 1010040903, 'B0409', 2581, 1689006321),
(409, '花美男大头', 'Big Head Handsome Helmet 30days', 1010041004, 'B0410', 2582, 1689006321),
(410, '美少女大头', 'Big Head Beauty Helmet 30days', 1010041104, 'B0411', 2583, 1689006321),
(411, '生气大头', 'Big Head Rage Helmet 3days', 1010040702, 'B0407', 2579, 1689006322),
(412, '荒唐大头', 'Big Head Nonsense Helmet 3days', 1010040802, 'B0408', 2580, 1689006322),
(413, '鄙视大头', 'Big Head Sneer Helmet 3days', 1010040902, 'B0409', 2581, 1689006322),
(414, '花美男大头', 'Big Head Handsome Helmet 7days', 1010041003, 'B0410', 2582, 1689006322),
(415, '美少女大头', 'Big Head Beauty Helmet 7days', 1010041103, 'B0411', 2583, 1689006322),
(416, '野蛮大头1', 'Big Head Comic Helmet A 30days', 1010040204, 'B0402', 2574, 1689006322),
(417, '野蛮大头2', 'Big Head Comic Helmet B 30days', 1010040304, 'B0403', 2575, 1689006322),
(418, '野蛮大头3', 'Big Head Comic Helmet C 30days', 1010040404, 'B0404', 2576, 1689006322),
(419, '高兴大头', 'Big Head Happy Helmet 30days', 1010040504, 'B0405', 2577, 1689006322),
(420, '悲伤大头', 'Big Head Sad Helmet 30days', 1010040604, 'B0406', 2578, 1689006322),
(421, '生气大头', 'Big Head Rage Helmet 30days', 1010040704, 'B0407', 2579, 1689006322),
(422, '荒唐大头', 'Big Head Nonsense Helmet 30days', 1010040804, 'B0408', 2580, 1689006322),
(423, '鄙视大头', 'Big Head Sneer Helmet 30days', 1010040904, 'B0409', 2581, 1689006322),
(424, 'AN94-超新星', 'AN94_SpaceShip', 2010250801, 'C2508', 3396, 1689006322),
(425, '王者之影', 'AK-47-Knife-Iron Beast-Noble Gold', 2010219901, 'C2199', 2716, 1689006322),
(426, 'M249-幽灵', 'M249 SPW-Burst Fire-Urban', 2010211801, 'C2118', 2421, 1689006322),
(427, 'AK12-幽灵', 'AK-12-UnderBarrel Shotgun-Urban', 2010211701, 'C2117', 2420, 1689006322),
(428, 'MG36', 'MG36', 2010220901, 'C2209', 2733, 1689006322),
(429, '阿梅丽-合金', 'CETME Ameli-Fatal Wasp 3days', 2010218601, 'C2186', 2657, 1689006322),
(430, '阿梅丽-合金', 'CETME Ameli-Fatal Wasp 7days', 2010218602, 'C2186', 2657, 1689006322),
(431, 'Anaconda-合金', 'Anaconda-Fast Draw-Fatal Wasp 3days', 2010218701, 'C2187', 2658, 1689006322),
(432, 'Anaconda-合金', 'Anaconda-Fast Draw-Fatal Wasp 7days', 2010218702, 'C2187', 2658, 1689006322),
(433, '强化无人机', 'Attack Drone-Aero 3days', 9000093601, 'I0936', 2679, 1689006322),
(434, '强化无人机', 'Attack Drone-Aero 7days', 9000093501, 'I0935', 2678, 1689006322),
(435, '强化无人机', 'Attack Drone-Aero 30days', 9000093502, 'I0935', 2678, 1689006322),
(436, '强化无人机', 'Attack Drone-Aero 90days', 9000093503, 'I0935', 2678, 1689006322),
(437, '征服者-试炼', 'AA-12-Buster-Infection 30days', 2010214003, 'C2140', 2467, 1689006322),
(438, '护盾生成器战利包', 'Fatal Canyon Special Box 1', 9000094001, 'I0940', 2683, 1689006322),
(439, '暗杀之眼战利包', 'Fatal Canyon Special Box 2', 9000094101, 'I0941', 2684, 1689006322),
(440, '生化巨蜥战利包', 'Fatal Canyon Special Box 3', 9000094201, 'I0942', 2685, 1689006322),
(441, '暗杀之拳', 'Powered Fist', 2010219101, 'C2191', 2662, 1689006322),
(442, '暗杀之拳', 'Powered Fist 3days', 2010219201, 'C2192', 2663, 1689006322),
(443, '暗杀之拳', 'Powered Fist 7days', 2010219202, 'C2192', 2663, 1689006322),
(444, 'AK47-骑士I', 'AK47-MK', 2010271501, 'C2715', 4073, 1689006322),
(445, 'AK47-骑士II', 'AK47-Knife-Sentry-MK1', 2010271601, 'C2716', 4074, 1689006322),
(446, 'AK47-骑士III', 'AK47-Knife-Sentry-MK2', 2010271701, 'C2717', 4075, 1689006322),
(447, 'AK47-骑士IV', 'AK47-Knife-Sentry-MK3', 2010271801, 'C2718', 4076, 1689006322),
(448, 'AK47-骑士V', 'AK47-Knife-Sentry-MK4', 2010271901, 'C2719', 4077, 1689006322),
(449, 'AK47-骑士VI', 'AK47-Knife-HonorGuard-MK1', 2010272001, 'C2720', 4078, 1689006322),
(450, 'AK47-骑士VII', 'AK47-Knife-HonorGuard-MK2', 2010272101, 'C2721', 4079, 1689006322),
(451, 'AK47-骑士VIII', 'AK47-Knife-HonorGuard-MK3', 2010272201, 'C2722', 4080, 1689006322),
(452, 'AK47-骑士IX', 'AK47-Knife-HonorGuard-MK4', 2010272301, 'C2723', 4081, 1689006322),
(453, '皇家骑士', 'AK47-Knife-RoyalGuard', 2010272401, 'C2724', 4082, 1689006322),
(454, '升级材料包', 'Upgrade kit 10EA', 9000167601, 'I1676', 4111, 1689006322),
(455, '升级材料包', 'Upgrade kit 20EA', 9000167602, 'I1676', 4111, 1689006322),
(456, '升级材料包', 'Upgrade kit 30EA', 9000167603, 'I1676', 4111, 1689006322),
(457, '升级材料包', 'Upgrade kit 5EA', 9000167604, 'I1676', 4111, 1689006322),
(458, '升级材料包', 'Upgrade kit 50EA', 9000167605, 'I1676', 4111, 1689006322),
(459, '升级材料包（小）', 'Upgrade kit SET', 9010005401, 'S0054', 4112, 1689006322),
(460, '升级材料包（大）', 'Upgrade kit Large SET', 9010005501, 'S0055', 4113, 1689006322),
(461, '升级材料包', 'Upgrade kit SET 10EA', 9010005601, 'S0056', 4114, 1689006322),
(462, '升级材料包', 'Upgrade kit SET 20EA', 9010005602, 'S0056', 4114, 1689006322),
(463, '升级材料包', 'Upgrade kit SET 30EA', 9010005603, 'S0056', 4114, 1689006322),
(464, '精英手雷IV', 'MK2 Grenade-Diamond-Season4', 2010223901, 'C2239', 2823, 1689006322),
(465, '排位4赛季专家奖励', 'Rankmatch Season4 Gold Reward', 9000102801, 'I1028', 2825, 1689006322),
(466, '排位4赛季大师奖励', 'Rankmatch Season4 Platinum Reward', 9000102901, 'I1029', 2826, 1689006322),
(467, '排位4赛季枪王奖励', 'Rankmatch Season4 Diamond Reward', 9000103001, 'I1030', 2827, 1689006322),
(468, '排位4赛季枪王100位奖励', 'Rankmatch Season4 Diamond 1-100 Reward', 9000103101, 'I1031', 2828, 1689006322),
(469, '复活币', 'REVIVAL COIN 5EA', 9000008805, 'I0088', 280, 1689006322),
(470, '复活币', 'REVIVAL COIN 1EA', 9000008801, 'I0088', 280, 1689006322),
(471, '复活币', 'REVIVAL COIN 10EA', 9000008802, 'I0088', 280, 1689006322),
(472, '复活币', 'REVIVAL COIN 20EA', 9000008803, 'I0088', 280, 1689006322),
(473, '复活币', 'REVIVAL COIN 50EA', 9000008804, 'I0088', 280, 1689006322),
(474, '凤凰之怒', 'M82A1-Gold Phoenix', 2010220301, 'C2203', 2723, 1689006322),
(475, '凤凰之怒', 'M82A1-Gold Phoenix 7days', 2010226201, 'C2262', 2870, 1689006322),
(476, '雷豹', 'Commando', 1000001701, 'A0017', 747, 1689006322),
(477, 'M4A1-PINK', 'M4A1-Pink 30days', 2010035301, 'C1253', 826, 1689006322),
(478, '金戈', 'THE ARCH-GRAND', 1000008501, 'A0085', 3335, 1689006322),
(479, 'DWS default hair', 'THE ARCH-GRAND default hair', 1010048901, 'B0489', 3336, 1689006322),
(480, 'DWS default FACE', 'THE ARCH-GRAND default FACE', 1010049001, 'B0490', 3337, 1689006322),
(481, '金戈之簪', 'THE ARCH-GRAND Star Douglas', 1010049201, 'B0492', 3339, 1689006322),
(482, '金戈之眼', 'THE ARCH-GRAND Charisma', 1010049301, 'B0493', 3340, 1689006322),
(483, '金戈之击', 'THE ARCH-GRAND Royal Guard', 1010049401, 'B0494', 3341, 1689006322),
(484, '武圣套装', 'G Spirit SET', 9010004901, 'S0049', 3546, 1689006322),
(485, 'THE ARCH-GRAND default pouch', 'THE ARCH-GRAND default pouch', 1010049101, 'B0491', 3338, 1689006322),
(486, 'M4A1-电音', 'M4A1-Guitar 30days', 2010222401, 'C2224', 2801, 1689006322),
(487, 'HK G28', 'HK G28', 2010237401, 'C2374', 3088, 1689006322),
(488, '英雄级武器绿色光效宝箱', 'VVIP GREEN VFX BOX', 9000137201, 'I1372', 3602, 1689006322),
(489, '角色时装宝箱', 'Character Dress BOX', 9000137101, 'I1371', 3601, 1689006322),
(490, '中国娃玩偶', 'Red Chipao Doll', 9000137601, 'I1376', 3606, 1689006322),
(491, '灵狐潜伏者玩偶', 'Foxhowl BL Doll', 9000137701, 'I1377', 3607, 1689006322),
(492, 'AK47-火麒麟绿色光效', 'AK47 Beast [A-Type] - Green VFX', 9000138601, 'I1386', 3619, 1689006322),
(493, 'AK47-火麒麟绿色光效', 'AK47 Beast [A-Type] - Green VFX 7days', 9000138701, 'I1387', 3620, 1689006322),
(494, 'AK47-火麒麟绿色光效', 'AK47 Beast [A-Type] - Green VFX 15days', 9000138702, 'I1387', 3620, 1689006322),
(495, 'AK47-火麒麟绿色光效', 'AK47 Beast [A-Type] - Green VFX 30days', 9000138703, 'I1387', 3620, 1689006322),
(496, 'M4A1-雷神绿色光效', 'M4A1-Iron Beast - Green VFX', 9000138801, 'I1388', 3621, 1689006322),
(497, 'M4A1-雷神绿色光效', 'M4A1-Iron Beast - Green VFX 7days', 9000138901, 'I1389', 3622, 1689006322),
(498, 'M4A1-雷神绿色光效', 'M4A1-Iron Beast - Green VFX 15days', 9000138902, 'I1389', 3622, 1689006322),
(499, 'M4A1-雷神绿色光效', 'M4A1-Iron Beast - Green VFX 30days', 9000138903, 'I1389', 3622, 1689006322),
(500, 'M4A1-黑骑士绿色光效', 'M4A1-Born Beast - Green VFX', 9000139001, 'I1390', 3623, 1689006322),
(501, 'M4A1-黑骑士绿色光效', 'M4A1-Born Beast - Green VFX 7days', 9000139101, 'I1391', 3624, 1689006322),
(502, 'M4A1-黑骑士绿色光效', 'M4A1-Born Beast - Green VFX 15days', 9000139102, 'I1391', 3624, 1689006322),
(503, 'M4A1-黑骑士绿色光效', 'M4A1-Born Beast - Green VFX 30days', 9000139103, 'I1391', 3624, 1689006322),
(504, 'M4A1-玫瑰精灵绿色光效', 'M4A1-jewelry - Green VFX', 9000139201, 'I1392', 3625, 1689006322),
(505, 'M4A1-玫瑰精灵绿色光效', 'M4A1-jewelry - Green VFX 7days', 9000139301, 'I1393', 3626, 1689006322),
(506, 'M4A1-玫瑰精灵绿色光效', 'M4A1-jewelry - Green VFX 15days', 9000139302, 'I1393', 3626, 1689006322),
(507, 'M4A1-玫瑰精灵绿色光效', 'M4A1-jewelry - Green VFX 30days', 9000139303, 'I1393', 3626, 1689006322),
(508, 'AK47-无影绿色光效', 'AK-47 Iron Beast - Green VFX', 9000139401, 'I1394', 3627, 1689006322),
(509, 'AK47-无影绿色光效', 'AK-47 Iron Beast - Green VFX 7days', 9000139501, 'I1395', 3628, 1689006322),
(510, 'AK47-无影绿色光效', 'AK-47 Iron Beast - Green VFX 15days', 9000139502, 'I1395', 3628, 1689006322),
(511, 'AK47-无影绿色光效', 'AK-47 Iron Beast - Green VFX 30days', 9000139503, 'I1395', 3628, 1689006322),
(512, 'M4A1-死神绿色光效', 'M4A1-Predator - Green VFX', 9000139601, 'I1396', 3629, 1689006322),
(513, 'M4A1-死神绿色光效', 'M4A1-Predator - Green VFX 7days', 9000139701, 'I1397', 3630, 1689006322),
(514, 'M4A1-死神绿色光效', 'M4A1-Predator - Green VFX 15days', 9000139702, 'I1397', 3630, 1689006322),
(515, 'M4A1-死神绿色光效', 'M4A1-Predator - Green VFX 30days', 9000139703, 'I1397', 3630, 1689006322),
(516, 'AK47-黑武士绿色光效', 'AK-47 Born Beast - Green VFX', 9000139801, 'I1398', 3631, 1689006322),
(517, 'AK47-黑武士绿色光效', 'AK-47 Born Beast - Green VFX 7days', 9000139901, 'I1399', 3632, 1689006322),
(518, 'AK47-黑武士绿色光效', 'AK-47 Born Beast - Green VFX 15days', 9000139902, 'I1399', 3632, 1689006322),
(519, 'AK47-黑武士绿色光效', 'AK-47 Born Beast - Green VFX 30days', 9000139903, 'I1399', 3632, 1689006322),
(520, 'M4A1-千变绿色光效', 'M4A1-Prism Beast - Green VFX', 9000140001, 'I1400', 3633, 1689006322),
(521, 'M4A1-千变绿色光效', 'M4A1-Prism Beast - Green VFX 7days', 9000140101, 'I1401', 3634, 1689006322),
(522, 'M4A1-千变绿色光效', 'M4A1-Prism Beast - Green VFX 15days', 9000140102, 'I1401', 3634, 1689006322),
(523, 'M4A1-千变绿色光效', 'M4A1-Prism Beast - Green VFX 30days', 9000140103, 'I1401', 3634, 1689006322),
(524, 'AK12-天启绿色光效', 'AK-12 Iron Spider - Green VFX', 9000140201, 'I1402', 3635, 1689006322),
(525, 'AK12-天启绿色光效', 'AK-12 Iron Spider - Green VFX 7days', 9000140301, 'I1403', 3636, 1689006322),
(526, 'AK12-天启绿色光效', 'AK-12 Iron Spider - Green VFX 15days', 9000140302, 'I1403', 3636, 1689006322),
(527, 'AK12-天启绿色光效', 'AK-12 Iron Spider - Green VFX 30days', 9000140303, 'I1403', 3636, 1689006322),
(528, 'AWM-天龙绿色光效', 'AWM-Infernal Dragon - Green VFX', 9000140401, 'I1404', 3637, 1689006322),
(529, 'AWM-天龙绿色光效', 'AWM-Infernal Dragon - Green VFX 7days', 9000140501, 'I1405', 3638, 1689006322),
(530, 'AWM-天龙绿色光效', 'AWM-Infernal Dragon - Green VFX 15days', 9000140502, 'I1405', 3638, 1689006322),
(531, 'AWM-天龙绿色光效', 'AWM-Infernal Dragon - Green VFX 30days', 9000140503, 'I1405', 3638, 1689006322),
(532, 'Barrett-极光绿色光效', 'Barrett-Iron Shark - Green VFX', 9000140601, 'I1406', 3639, 1689006322),
(533, 'Barrett-极光绿色光效', 'Barrett-Iron Shark - Green VFX 7days', 9000140701, 'I1407', 3640, 1689006322),
(534, 'Barrett-极光绿色光效', 'Barrett-Iron Shark - Green VFX 15days', 9000140702, 'I1407', 3640, 1689006322),
(535, 'Barrett-极光绿色光效', 'Barrett-Iron Shark - Green VFX 30days', 9000140703, 'I1407', 3640, 1689006322),
(536, 'Barrett-毁灭绿色光效', 'Barrett-Born Beast - Green VFX', 9000140801, 'I1408', 3641, 1689006322),
(537, 'Barrett-毁灭绿色光效', 'Barrett-Born Beast - Green VFX 7days', 9000140901, 'I1409', 3642, 1689006322),
(538, 'Barrett-毁灭绿色光效', 'Barrett-Born Beast - Green VFX 15days', 9000140902, 'I1409', 3642, 1689006322),
(539, 'Barrett-毁灭绿色光效', 'Barrett-Born Beast - Green VFX 30days', 9000140903, 'I1409', 3642, 1689006322),
(540, '汤姆逊-烈龙绿色光效', 'Thompson-Infernal Dragon - Green VFX', 9000141001, 'I1410', 3643, 1689006322),
(541, '汤姆逊-烈龙绿色光效', 'Thompson-Infernal Dragon - Green VFX 7days', 9000141101, 'I1411', 3644, 1689006322),
(542, '汤姆逊-烈龙绿色光效', 'Thompson-Infernal Dragon - Green VFX 15days', 9000141102, 'I1411', 3644, 1689006322),
(543, '汤姆逊-烈龙绿色光效', 'Thompson-Infernal Dragon - Green VFX 30days', 9000141103, 'I1411', 3644, 1689006322),
(544, 'RPK-盘龙绿色光效', 'RPK-Infernal Dragon - Green VFX', 9000141201, 'I1412', 3645, 1689006322),
(545, 'RPK-盘龙绿色光效', 'RPK-Infernal Dragon - Green VFX 7days', 9000141301, 'I1413', 3646, 1689006322),
(546, 'RPK-盘龙绿色光效', 'RPK-Infernal Dragon - Green VFX 15days', 9000141302, 'I1413', 3646, 1689006322),
(547, 'RPK-盘龙绿色光效', 'RPK-Infernal Dragon - Green VFX 30days', 9000141303, 'I1413', 3646, 1689006322),
(548, '沙鹰-天神绿色光效', 'Desert Eagle-El Dorado - Green VFX', 9000141401, 'I1414', 3647, 1689006322),
(549, '沙鹰-天神绿色光效', 'Desert Eagle-El Dorado - Green VFX 7days', 9000141501, 'I1415', 3648, 1689006322),
(550, '沙鹰-天神绿色光效', 'Desert Eagle-El Dorado - Green VFX 15days', 9000141502, 'I1415', 3648, 1689006322),
(551, '沙鹰-天神绿色光效', 'Desert Eagle-El Dorado - Green VFX 30days', 9000141503, 'I1415', 3648, 1689006322),
(552, '沙鹰-修罗绿色光效', 'Desert Eagle-Born Beast - Green VFX', 9000141601, 'I1416', 3649, 1689006322),
(553, '沙鹰-修罗绿色光效', 'Desert Eagle-Born Beast - Green VFX 7days', 9000141701, 'I1417', 3650, 1689006322),
(554, '沙鹰-修罗绿色光效', 'Desert Eagle-Born Beast - Green VFX 15days', 9000141702, 'I1417', 3650, 1689006322),
(555, '沙鹰-修罗绿色光效', 'Desert Eagle-Born Beast - Green VFX 30days', 9000141703, 'I1417', 3650, 1689006322),
(556, '麒麟刺绿色光效', 'Knuckle2-Infernal Dragon - Green VFX', 9000141801, 'I1418', 3651, 1689006322),
(557, '麒麟刺绿色光效', 'Knuckle2-Infernal Dragon - Green VFX 7days', 9000141901, 'I1419', 3652, 1689006322),
(558, '麒麟刺绿色光效', 'Knuckle2-Infernal Dragon - Green VFX 15days', 9000141902, 'I1419', 3652, 1689006322),
(559, '麒麟刺绿色光效', 'Knuckle2-Infernal Dragon - Green VFX 30days', 9000141903, 'I1419', 3652, 1689006322),
(560, '擎天绿色光效', 'Field Shovel-Born Beast - Green VFX', 9000142001, 'I1420', 3653, 1689006322),
(561, '擎天绿色光效', 'Field Shovel-Born Beast - Green VFX 7days', 9000142101, 'I1421', 3654, 1689006322),
(562, '擎天绿色光效', 'Field Shovel-Born Beast - Green VFX 15days', 9000142102, 'I1421', 3654, 1689006322),
(563, '擎天绿色光效', 'Field Shovel-Born Beast - Green VFX 30days', 9000142103, 'I1421', 3654, 1689006322),
(564, '屠龙绿色光效', 'Kukri-Beast - Green VFX', 9000142201, 'I1422', 3655, 1689006322),
(565, '屠龙绿色光效', 'Kukri-Beast - Green VFX 7days', 9000142301, 'I1423', 3656, 1689006322),
(566, '屠龙绿色光效', 'Kukri-Beast - Green VFX 15days', 9000142302, 'I1423', 3656, 1689006322),
(567, '屠龙绿色光效', 'Kukri-Beast - Green VFX 30days', 9000142303, 'I1423', 3656, 1689006322),
(568, '龙啸绿色光效', 'B.C-Axe Beast - Green VFX', 9000142401, 'I1424', 3657, 1689006322),
(569, '龙啸绿色光效', 'B.C-Axe Beast - Green VFX 7days', 9000142501, 'I1425', 3658, 1689006322),
(570, '龙啸绿色光效', 'B.C-Axe Beast - Green VFX 15days', 9000142502, 'I1425', 3658, 1689006322),
(571, '龙啸绿色光效', 'B.C-Axe Beast - Green VFX 30days', 9000142503, 'I1425', 3658, 1689006322),
(572, '甜心灵狐', 'FoxHowl SweetGirl Dress', 9000138401, 'I1384', 3617, 1689006322),
(573, '甜心灵狐', 'FoxHowl SweetGirl Dress 7days', 9000138501, 'I1385', 3618, 1689006322),
(574, '甜心灵狐', 'FoxHowl SweetGirl Dress 15days', 9000138502, 'I1385', 3618, 1689006322),
(575, '甜心灵狐', 'FoxHowl SweetGirl Dress 30days', 9000138503, 'I1385', 3618, 1689006322),
(576, '交易专用钥匙', 'Seal Item Key 1EA', 9000138301, 'I1383', 3613, 1689006322),
(577, 'M4A1-武圣绿色光效', 'M4A1-S-G Spirit - Green VFX', 9000143001, 'I1430', 3663, 1689006322),
(578, 'M4A1-武圣绿色光效', 'M4A1-S-G Spirit - Green VFX 7days', 9000143101, 'I1431', 3664, 1689006322),
(579, 'M4A1-武圣绿色光效', 'M4A1-S-G Spirit - Green VFX 15days', 9000143102, 'I1431', 3664, 1689006322),
(580, 'M4A1-武圣绿色光效', 'M4A1-S-G Spirit - Green VFX 30days', 9000143103, 'I1431', 3664, 1689006322),
(581, 'Djehuti BL FACE', 'Djehuti FACE', 1010049901, 'B0499', 3400, 1689006322),
(582, 'Djehuti BL HAIR', 'Djehuti HAIR', 1010050001, 'B0500', 3401, 1689006322),
(583, 'Djehuti BL GLASS', 'Djehuti GLASS', 1010050101, 'B0501', 3402, 1689006322),
(584, 'Djehuti BL GUNHOLSTER', 'Djehuti GUNHOLSTER', 1010050201, 'B0502', 3403, 1689006322),
(585, 'Djehuti BL WAIST', 'Djehuti WAIST', 1010050301, 'B0503', 3404, 1689006322),
(586, 'Djehuti GR BACKPACK', 'Djehuti BACKPACK', 1010050401, 'B0504', 3405, 1689006322),
(587, 'FR-F2', 'FR-F2 3days', 2010019401, 'C1094', 388, 1689006322),
(588, 'FR-F2', 'FR-F2 30days', 2010019403, 'C1094', 388, 1689006322),
(589, 'M4A1-雷神', 'M4A1-S-Iron Beast 1day', 2010273601, 'C2736', 4107, 1689006322),
(590, '王者之击', 'Shovel-Born Beast-Noble Gold', 2010224401, 'C2244', 2844, 1689006322),
(591, '斩魔刀', 'Dragon Blade-Silver', 2010229901, 'C2299', 2935, 1689006322),
(592, '碳合金短刀-9周年', 'Black Knife-9th', 2010225101, 'C2251', 2853, 1689006322),
(593, '疾爆手雷-9周年', 'AI Grenade-9th 7days', 2010225502, 'C2255', 2859, 1689006322),
(594, '柯尔特双枪-9周年', 'Dual Colt 1911-9th', 2010225001, 'C2250', 2852, 1689006322),
(595, '尼泊尔军刀-9周年', 'Kukri-9th', 2010225301, 'C2253', 2856, 1689006322),
(596, 'M4A1-SS-9周年', 'M4A1-Silencer-Dual Magazine-9th', 2010224901, 'C2249', 2851, 1689006322),
(597, 'AK47-SS-9周年', 'AK-47-Knife-Dual Magazine-9th', 2010225201, 'C2252', 2855, 1689006322),
(598, '破天九龙', 'M82A1-Royal Dragon-Ultimate Goldsmith', 2010256501, 'C2565', 3574, 1689006322),
(599, '刀锋娃娃手雷', 'M.O.S Grenade 30days', 2010232402, 'C2324', 2993, 1689006322),
(600, '黄金拳套', 'Gold Fists', 2010210201, 'C2102', 2372, 1689006322),
(601, '排位5赛季专家奖励', 'Rankmatch Season5 Gold Reward', 9000112301, 'I1123', 3060, 1689006322),
(602, '排位5赛季大师奖励', 'Rankmatch Season5 Platinum Reward', 9000112401, 'I1124', 3061, 1689006322),
(603, '排位5赛季宗师奖励', 'Rankmatch Season5 Diamond Reward', 9000112501, 'I1125', 3062, 1689006322),
(604, '排位5赛季枪王奖励', 'Rankmatch Season5 Master Reward', 9000112601, 'I1126', 3063, 1689006322),
(605, '排位5赛季枪王100位奖励', 'Rankmatch Season5 1-100 Reward', 9000112701, 'I1127', 3064, 1689006322),
(606, 'M4A1-SS-枪王排位', 'M4A1-Silencer-Dual Magazine-RankMatch Red', 2010235601, 'C2356', 3044, 1689006322),
(607, 'M4A1-SS-枪王排位', 'M4A1-Silencer-Dual Magazine-RankMatch Red 30days', 2010235701, 'C2357', 3045, 1689006322),
(608, 'M4A1-SS-枪王排位', 'M4A1-Silencer-Dual Magazine-RankMatch Red 60days', 2010235702, 'C2357', 3045, 1689006322),
(609, 'M4A1-SS-枪王排位', 'M4A1-Silencer-Dual Magazine-RankMatch Red 90days', 2010235703, 'C2357', 3045, 1689006322),
(610, 'M4A1-SS-枪王排位', 'M4A1-Silencer-Dual Magazine-RankMatch Red 120days', 2010235704, 'C2357', 3045, 1689006322);
INSERT INTO `cf_often` (`id`, `name`, `y_name`, `ITEM_ID`, `ITEM_CODE`, `ITEM_INDEX`, `createtime`) VALUES
(611, 'AK47-SS-枪王排位', 'AK-47-Knife-Dual Magazine-RankMatch Red', 2010235801, 'C2358', 3046, 1689006322),
(612, 'AK47-SS-枪王排位', 'AK-47-Knife-Dual Magazine-RankMatch Red 30days', 2010235901, 'C2359', 3047, 1689006322),
(613, 'AK47-SS-枪王排位', 'AK-47-Knife-Dual Magazine-RankMatch Red 60days', 2010235902, 'C2359', 3047, 1689006322),
(614, 'AK47-SS-枪王排位', 'AK-47-Knife-Dual Magazine-RankMatch Red 90days', 2010235903, 'C2359', 3047, 1689006322),
(615, 'AK47-SS-枪王排位', 'AK-47-Knife-Dual Magazine-RankMatch Red 120days', 2010235904, 'C2359', 3047, 1689006322),
(616, 'AWM-恶棍-枪王排位', 'AWM-Variable Scope-RankMatch Red', 2010236001, 'C2360', 3048, 1689006322),
(617, 'AWM-恶棍-枪王排位', 'AWM-Variable Scope-RankMatch Red 30days', 2010236101, 'C2361', 3049, 1689006322),
(618, 'AWM-恶棍-枪王排位', 'AWM-Variable Scope-RankMatch Red 60days', 2010236102, 'C2361', 3049, 1689006322),
(619, 'AWM-恶棍-枪王排位', 'AWM-Variable Scope-RankMatch Red 90days', 2010236103, 'C2361', 3049, 1689006322),
(620, 'AWM-恶棍-枪王排位', 'AWM-Variable Scope-RankMatch Red 120days', 2010236104, 'C2361', 3049, 1689006322),
(621, '精英手雷V', 'MK2 Grenade-Purple-Season5', 2010236201, 'C2362', 3050, 1689006322),
(622, 'AK47-枪王排位奖励', 'AK47-Knife-Platinum Blue 60days', 2010094604, 'C1846', 2059, 1689006322),
(623, 'M4A1-枪王排位奖励', 'M4A1-S-Platinum Blue 60days', 2010094804, 'C1848', 2061, 1689006322),
(624, 'AWM-A-枪王排位奖励', 'AWM-A-Platinum Blue 60days', 2010095004, 'C1850', 2063, 1689006322),
(625, 'MK5-枪王排位', 'Kriss super V-Platinum Blue 60days', 2010095204, 'C1852', 2072, 1689006322),
(626, '斩神刀', 'Dragon Blade', 2010252201, 'C2522', 3435, 1689006322),
(627, '凤凰之灵', 'Desert Eagle-Gold phoenix', 2010229101, 'C2291', 2920, 1689006322),
(628, 'NYMPHS FACE', 'NYMPHS FACE', 1010052701, 'B0527', 3932, 1689006323),
(629, 'NYMPHS HAIR', 'NYMPHS HAIR', 1010052801, 'B0528', 3933, 1689006323),
(630, 'NYMPHS GUNHOLSTER', 'NYMPHS GUNHOLSTER(BL)', 1010052901, 'B0529', 3934, 1689006323),
(631, 'NYMPHS WAIST', 'NYMPHS WAIST', 1010053001, 'B0530', 3935, 1689006323),
(632, 'NYMPHS SHOULDER(GR)', 'NYMPHS SHOULDER(GR)', 1010053101, 'B0531', 3936, 1689006323),
(633, '樱', 'NYMPHS special', 1000009401, 'A0094', 3937, 1689006323),
(634, 'NYMPHS special FACE', 'NYMPHS special FACE', 1010053201, 'B0532', 3938, 1689006323),
(635, 'NYMPHS special HAIR', 'NYMPHS special HAIR', 1010053301, 'B0533', 3939, 1689006323),
(636, '排位5赛季精英奖励', 'Rankmatch Season5 Silver Reward', 9000123801, 'I1238', 3329, 1689006323),
(637, '宗师喷图', 'Rankmatch Season5 Diamond Spray 120days', 9000070702, 'I0707', 2069, 1689006323),
(638, '大师喷图', 'Rankmatch Season5 Platinum Spray 120days', 9000063502, 'I0635', 1784, 1689006323),
(639, '专家喷图', 'Rankmatch Season5 Gold Spray 120days', 9000063402, 'I0634', 1783, 1689006323),
(640, '精英喷图', 'Rankmatch Season5 Silver Spray 120days', 9000063302, 'I0633', 1782, 1689006323),
(641, '太极扇', 'War Fan 30days', 2010222501, 'C2225', 2802, 1689006323),
(642, 'M4A1-雄鹰I', 'M4A1-MK', 7000000001, 'C5001', 4373, 1689006323),
(643, 'M4A1-S-雄鹰II', 'M4A1-S-Sentry-MK1', 7000000002, 'C5002', 4374, 1689006323),
(644, 'M4A1-S-雄鹰III', 'M4A1-S-Sentry-MK2', 7000000003, 'C5003', 4375, 1689006323),
(645, 'M4A1-S-雄鹰IV', 'M4A1-S-Sentry-MK3', 7000000004, 'C5004', 4376, 1689006323),
(646, 'M4A1-S-雄鹰V', 'M4A1-S-Sentry-MK4', 7000000005, 'C5005', 4377, 1689006323),
(647, 'M4A1-S-雄鹰VI', 'M4A1-S-HonorGuard-MK1', 7000000006, 'C5006', 4378, 1689006323),
(648, 'M4A1-S-雄鹰VII', 'M4A1-S-HonorGuard-MK2', 7000000007, 'C5007', 4379, 1689006323),
(649, 'M4A1-S-雄鹰VIII', 'M4A1-S-HonorGuard-MK3', 7000000008, 'C5008', 4380, 1689006323),
(650, 'M4A1-S-雄鹰IX', 'M4A1-S-HonorGuard-MK4', 7000000009, 'C5009', 4381, 1689006323),
(651, '皇家雄鹰', 'M4A1-S-RoyalGuard', 7000000010, 'C5010', 4382, 1689006323),
(652, 'C.A.T', 'Cat-M4A1', 2010257001, 'C2570', 3615, 1689006323),
(653, '曼陀罗保卫者玩偶', 'ZON_GR figure', 9000137801, 'I1378', 3608, 1689006323),
(654, '神秘男孩玩偶', 'MysteryBoy_Casual Doll', 9000137901, 'I1379', 3609, 1689006323),
(655, '巨人玩偶', 'Hulk_Casual Doll', 9000138001, 'I1380', 3610, 1689006323),
(656, 'PMR-30', 'PMR-30', 2010201501, 'C2015', 2216, 1689006323),
(657, 'MAC-10', 'MAC-10', 2010238401, 'C2384', 3106, 1689006323),
(658, 'C.A.T宝箱', 'Cat-Weapon BOX', 9000137401, 'I1374', 3604, 1689006323),
(659, '英雄级武器紫色光效宝箱', 'VVIP PURPLE VFX BOX', 9000137301, 'I1373', 3603, 1689006323),
(660, 'AK-47-枪王排位', 'AK47-Knife-Platinum Blue 10days', 2010094605, 'C1846', 2059, 1689006323),
(661, 'M4A1-枪王排位', 'M4A1-S-Platinum Blue 10days', 2010094805, 'C1848', 2061, 1689006323),
(662, 'MK5-枪王排位', 'Kriss super V-Platinum Blue 10days', 2010095205, 'C1852', 2072, 1689006323),
(663, 'AWM-A-枪王排位', 'AWM-A-Platinum Blue 10days', 2010095005, 'C1850', 2063, 1689006323),
(664, 'TRG-21', 'TRG-21', 2010029001, 'C1190', 611, 1689006323),
(665, '潜龙队', 'Hidden Dragon', 1000007101, 'A0071', 2904, 1689006323),
(666, '圣诞彩砖', 'Brick-Xmas[2016]', 2010208301, 'C2083', 2340, 1689006323),
(667, '英雄级武器玩偶饰品宝箱II', 'VVIP DOLL BOX 2', 9000136901, 'I1369', 3599, 1689006323),
(668, 'AWM-深海猎手', 'AWM-SpearFish', 2010251901, 'C2519', 3426, 1689006323),
(669, 'AWM-深海猎手', 'AWM-SpearFish 3days', 2010252001, 'C2520', 3427, 1689006323),
(670, 'AWM-深海猎手', 'AWM-SpearFish 7days', 2010252002, 'C2520', 3427, 1689006323),
(671, 'AWM-深海猎手', 'AWM-SpearFish 30days', 2010252003, 'C2520', 3427, 1689006323),
(672, '影之刃-暗夜风暴', 'Shadow Knife-Purple Green', 2010220201, 'C2202', 2721, 1689006323),
(673, 'MK23-湛蓝裂痕', 'MK.23 SOCOM-Blue Crack', 2010204101, 'C2041', 2262, 1689006323),
(674, 'FN 弩炮-CFS2017纪念版', 'FN Ballista-CFS 2017 Celebrate 7days', 2010230803, 'C2308', 2944, 1689006323),
(675, 'FN 弩炮-CFS2017纪念版', 'FN Ballista-CFS 2017 Celebrate 30days', 2010230804, 'C2308', 2944, 1689006323),
(676, '斯泰尔-CFS2017纪念版', 'Steyr TMP-CFS 2017 Celebrate 7days', 2010230703, 'C2307', 2943, 1689006323),
(677, '斯泰尔-CFS2017纪念版', 'Steyr TMP-CFS 2017 Celebrate 30days', 2010230704, 'C2307', 2943, 1689006323),
(678, 'PMR-30-CFS2017纪念版', 'PMR-30-CFS 2017 Celebrate 7days', 2010230603, 'C2306', 2942, 1689006323),
(679, 'PMR-30-CFS2017纪念版', 'PMR-30-CFS 2017 Celebrate 30days', 2010230604, 'C2306', 2942, 1689006323),
(680, 'AK-12-CFS2017纪念版', 'AK-12-CFS 2017 Celebrate 7days', 2010230303, 'C2303', 2939, 1689006323),
(681, 'AK-12-CFS2017纪念版', 'AK-12-CFS 2017 Celebrate 30days', 2010230304, 'C2303', 2939, 1689006323),
(682, '手雷-CFS2017纪念版', 'Grenade-CFS 2017 Celebrate 7days', 2010230503, 'C2305', 2941, 1689006323),
(683, '手雷-CFS2017纪念版', 'Grenade-CFS 2017 Celebrate 30days', 2010230504, 'C2305', 2941, 1689006323),
(684, '沙鹰-天神', 'Desert Eagle-El Dorado 1day', 2010236801, 'C2368', 3076, 1689006323),
(685, '屠龙-秘银', 'Kukri-Beast-Silver', 2010257101, 'C2571', 3616, 1689006323),
(686, '魔翼龙玩偶', 'Chaos Doll', 9000138201, 'I1382', 3612, 1689006323),
(687, 'AK47-火麒麟紫色光效', 'AK47 Beast [A-Type] - Purple VFX', 9000143201, 'I1432', 3665, 1689006323),
(688, 'AK47-火麒麟紫色光效', 'AK47 Beast [A-Type] - Purple VFX 7days', 9000143301, 'I1433', 3666, 1689006323),
(689, 'AK47-火麒麟紫色光效', 'AK47 Beast [A-Type] - Purple VFX 15days', 9000143302, 'I1433', 3666, 1689006323),
(690, 'AK47-火麒麟紫色光效', 'AK47 Beast [A-Type] - Purple VFX 30days', 9000143303, 'I1433', 3666, 1689006323),
(691, 'AK47-无影紫色光效', 'AK-47 Iron Beast - Purple VFX', 9000144001, 'I1440', 3673, 1689006323),
(692, 'AK47-无影紫色光效', 'AK-47 Iron Beast - Purple VFX 7days', 9000144101, 'I1441', 3674, 1689006323),
(693, 'AK47-无影紫色光效', 'AK-47 Iron Beast - Purple VFX 15days', 9000144102, 'I1441', 3674, 1689006323),
(694, 'AK47-无影紫色光效', 'AK-47 Iron Beast - Purple VFX 30days', 9000144103, 'I1441', 3674, 1689006323),
(695, '9A-91-2017万圣节', '9A-91-Halloween[2017]', 2010228401, 'C2284', 2911, 1689006323),
(696, '柯尔特双枪-2017万圣节', 'Dual Colt 1911-Halloween[2017]', 2010228501, 'C2285', 2912, 1689006323),
(697, '手雷-2017万圣节', 'Grenade-Halloween[2017] 7days', 2010228702, 'C2287', 2915, 1689006323),
(698, '屠龙-秘银宝箱', 'Kukri-Beast-Silver BOX', 9000137501, 'I1375', 3605, 1689006323),
(699, '烟雾保护头盔', 'Smoke Protection Helmet 7days', 1010002901, 'B0029', 110, 1689006323),
(700, '烈龙-悦心', 'Thompson-Infernal Dragon-Noble Gold', 2010229301, 'C2293', 2926, 1689006323),
(701, '凤凰之锋', 'Kukri-Gold Phoenix', 2010237301, 'C2373', 3084, 1689006323),
(702, 'G3A3-SS-枪王排位', 'G3A3-Silencer-Dual Mag-RankMatchRed', 2010254701, 'C2547', 3506, 1689006323),
(703, 'G3A3-SS-枪王排位', 'G3A3-Silencer-Dual Mag-RankMatchRed 30days', 2010254801, 'C2548', 3507, 1689006323),
(704, 'G3A3-SS-枪王排位', 'G3A3-Silencer-Dual Mag-RankMatchRed 60days', 2010254802, 'C2548', 3507, 1689006323),
(705, 'G3A3-SS-枪王排位', 'G3A3-Silencer-Dual Mag-RankMatchRed 90days', 2010254803, 'C2548', 3507, 1689006323),
(706, 'G3A3-SS-枪王排位', 'G3A3-Silencer-Dual Mag-RankMatchRed 120days', 2010254804, 'C2548', 3507, 1689006323),
(707, '排位6赛季精英奖励', 'Rankmatch Season6 Silver Reward', 9000132101, 'I1321', 3516, 1689006323),
(708, '排位6赛季专家奖励', 'Rankmatch Season6 Gold Reward', 9000132201, 'I1322', 3517, 1689006323),
(709, '排位6赛季大师奖励', 'Rankmatch Season6 Platinum Reward', 9000132301, 'I1323', 3518, 1689006323),
(710, '排位6赛季宗师奖励', 'Rankmatch Season6 Diamond Reward', 9000132401, 'I1324', 3519, 1689006323),
(711, '排位6赛季枪王奖励', 'Rankmatch Season6 Master Reward', 9000132501, 'I1325', 3520, 1689006323),
(712, '排位6赛季枪王100位奖励', 'Rankmatch Season6 1-100 Reward', 9000132601, 'I1326', 3521, 1689006323),
(713, '兰', 'JNS', 1000005201, 'A0052', 2006, 1689006323),
(714, 'M14EBR-天羽', 'M14EBR-Oriental Phoenix', 2010046301, 'C1363', 1115, 1689006323),
(715, '9A-91-平安夜', '9A-91-Xmas[2016]', 2010208001, 'C2080', 2337, 1689006323),
(716, '枪王排位活动奖励宝箱', 'Rankmatch Nano Mod Event Reward', 9000135201, 'I1352', 3576, 1689006323),
(717, '双龙', 'Nunchaku', 2010251201, 'C2512', 3407, 1689006323),
(718, 'M4A1-秘银赤龙', 'M4A1-XS-Royal Dragon6-Noble Silver', 2010256701, 'C2567', 3577, 1689006323),
(719, '王者之圣', 'M4A1-S-G Spirit Noble Gold', 2010268801, 'C2688', 4035, 1689006323),
(720, '武圣-赤魂', 'M4A1-S-G Spirit Red', 2010268901, 'C2689', 4036, 1689006323),
(721, '武圣-青龙', 'M4A1-S-G Spirit Green', 2010269001, 'C2690', 4037, 1689006323),
(722, '王者之圣涂装', 'Gold Spray mix', 9000165801, 'I1658', 4029, 1689006323),
(723, '武圣赤魂涂装', 'Red Spray mix', 9000165901, 'I1659', 4030, 1689006323),
(724, '武圣青龙涂装', 'Green Spray mix', 9000166001, 'I1660', 4031, 1689006323),
(725, '武圣碎片', 'G Spirit Parts', 9000166101, 'I1661', 4032, 1689006323),
(726, '武圣设计图', 'G Spirit plaste', 9000166201, 'I1662', 4033, 1689006323),
(727, '武圣零件', 'G Spirit Parts Box', 9000166301, 'I1663', 4034, 1689006323),
(728, '武圣宝箱', 'Gspirit BOX', 9000162701, 'I1627', 3998, 1689006323),
(729, '9A-91-蓝色骑士', '9A-91-Knight Blue', 2010247301, 'C2473', 3348, 1689006323),
(730, 'A180-蓝色骑士', 'American-180-Knight Blue', 2010251301, 'C2513', 3408, 1689006323),
(731, '超级矮个子-蓝色骑士', 'Super-Shorty-Knight Blue', 2010247401, 'C2474', 3349, 1689006323),
(732, 'MG4-蓝色骑士', 'MG4-Knight Blue', 2010251401, 'C2514', 3409, 1689006323),
(733, '丛林匕首-蓝色骑士', 'Jungle Knife-Knight Blue', 2010247501, 'C2475', 3350, 1689006323),
(734, 'QBZ03-火山', 'QBZ-03 Volcano', 2010258301, 'C2583', 3772, 1689006323),
(735, 'QBZ03-火山', 'QBZ-03 Volcano 7days', 2010258401, 'C2584', 3773, 1689006323),
(736, 'QBZ03-火山', 'QBZ-03 Volcano 30days', 2010258402, 'C2584', 3773, 1689006323),
(737, 'QBZ03-火山', 'QBZ-03 Volcano 90days', 2010258403, 'C2584', 3773, 1689006323),
(738, 'QBZ03-火山', 'QBZ-03 Volcano 180days', 2010258404, 'C2584', 3773, 1689006323),
(739, 'QBZ03-火山 倍镜', 'QBZ-03-Scope Volcano', 2010258501, 'C2585', 3774, 1689006323),
(740, 'QBZ03-火山 倍镜', 'QBZ-03-Scope Volcano 7days', 2010258601, 'C2586', 3775, 1689006323),
(741, 'QBZ03-火山 倍镜', 'QBZ-03-Scope Volcano 30days', 2010258602, 'C2586', 3775, 1689006323),
(742, 'QBZ03-火山 倍镜', 'QBZ-03-Scope Volcano 90days', 2010258603, 'C2586', 3775, 1689006323),
(743, 'QBZ03-火山 倍镜', 'QBZ-03-Scope Volcano 180days', 2010258604, 'C2586', 3775, 1689006323),
(744, '09式狙-火山', 'QBU-09 Volcano', 2010258701, 'C2587', 3776, 1689006323),
(745, '09式狙-火山', 'QBU-09 Volcano 7days', 2010258801, 'C2588', 3777, 1689006323),
(746, '09式狙-火山', 'QBU-09 Volcano 30days', 2010258802, 'C2588', 3777, 1689006323),
(747, '09式狙-火山', 'QBU-09 Volcano 90days', 2010258803, 'C2588', 3777, 1689006323),
(748, '09式狙-火山', 'QBU-09 Volcano 180days', 2010258804, 'C2588', 3777, 1689006323),
(749, 'QBZ95-火山', 'QBZ-95 Volcano ', 2010258901, 'C2589', 3778, 1689006323),
(750, 'QBZ95-火山', 'QBZ-95 Volcano 7days', 2010259001, 'C2590', 3779, 1689006323),
(751, 'QBZ95-火山', 'QBZ-95 Volcano 30days', 2010259002, 'C2590', 3779, 1689006323),
(752, 'QBZ95-火山', 'QBZ-95 Volcano 90days', 2010259003, 'C2590', 3779, 1689006323),
(753, 'QBZ95-火山', 'QBZ-95 Volcano 180days', 2010259004, 'C2590', 3779, 1689006323),
(754, 'QBZ95S-火山', 'QBZ-95-S Volcano', 2010259101, 'C2591', 3780, 1689006323),
(755, 'QBZ95S-火山', 'QBZ-95-S Volcano 7days', 2010259201, 'C2592', 3781, 1689006323),
(756, 'QBZ95S-火山', 'QBZ-95-S Volcano 30days', 2010259202, 'C2592', 3781, 1689006323),
(757, 'QBZ95S-火山', 'QBZ-95-S Volcano 90days', 2010259203, 'C2592', 3781, 1689006323),
(758, 'QBZ95S-火山', 'QBZ-95-S Volcano 180days', 2010259204, 'C2592', 3781, 1689006323),
(759, '98K-火山', 'Kar 98K Volcano', 2010259301, 'C2593', 3782, 1689006323),
(760, '98K-火山', 'Kar 98K Volcano 7days', 2010259401, 'C2594', 3783, 1689006323),
(761, '98K-火山', 'Kar 98K Volcano 30days', 2010259402, 'C2594', 3783, 1689006323),
(762, '98K-火山', 'Kar 98K Volcano 90days', 2010259403, 'C2594', 3783, 1689006323),
(763, '98K-火山', 'Kar 98K Volcano 180days', 2010259404, 'C2594', 3783, 1689006323),
(764, '王者武器绿色光效宝箱', 'Noble Green VFX Box', 9000145001, 'I1450', 3683, 1689006323),
(765, '刀锋玩偶', 'MOS GR Doll', 9000165501, 'I1655', 4026, 1689006323),
(766, '瞳', 'RUNAWAYS', 1000010501, 'A0105', 4374, 1689006324),
(767, 'RUNAWAYS FACE', 'RUNAWAYS FACE', 1010056501, 'B0565', 4375, 1689006324),
(768, 'RUNAWAYS HAIR', 'RUNAWAYS HAIR', 1010056601, 'B0566', 4376, 1689006324),
(769, 'RUNAWAYS THIGH', 'RUNAWAYS THIGH', 1010056701, 'B0567', 4377, 1689006324),
(770, 'RUNAWAYS WAIST', 'RUNAWAYS WAIST', 1010056801, 'B0568', 4378, 1689006324),
(771, 'RUNAWAYS SHOULDER', 'RUNAWAYS SHOULDER', 1010056901, 'B0569', 4379, 1689006324),
(772, '瞳', 'RUNAWAYS special', 1000010601, 'A0106', 4380, 1689006324),
(773, 'RUNAWAYS special FACE', 'RUNAWAYS special FACE', 1010057001, 'B0570', 4381, 1689006324),
(774, 'RUNAWAYS special HAIR', 'RUNAWAYS special HAIR', 1010057101, 'B0571', 4382, 1689006324),
(775, 'RUNAWAYS special CAP', 'RUNAWAYS special CAP', 1010057201, 'B0572', 4383, 1689006324),
(776, '勇士面具', 'Brave Mask 1days', 1010051801, 'B0518', 3784, 1689006324),
(777, '勇士面具', 'Brave Mask 7days', 1010051802, 'B0518', 3784, 1689006324),
(778, '勇士面具', 'Brave Mask 30days', 1010051803, 'B0518', 3784, 1689006324),
(779, '勇士发带', 'Brave Bandana 1days', 1010051901, 'B0519', 3785, 1689006324),
(780, '勇士发带', 'Brave Bandana 7days', 1010051902, 'B0519', 3785, 1689006324),
(781, '勇士发带', 'Brave Bandana 30days', 1010051903, 'B0519', 3785, 1689006324),
(782, '狮子面具', 'Lion Mask 1days', 1010052001, 'B0520', 3786, 1689006324),
(783, '狮子面具', 'Lion Mask 7days', 1010052002, 'B0520', 3786, 1689006324),
(784, '狮子面具', 'Lion Mask 30days', 1010052003, 'B0520', 3786, 1689006324),
(785, '路障帽子', 'Traffic Cone 1days', 1010052101, 'B0521', 3787, 1689006324),
(786, '路障帽子', 'Traffic Cone 7days', 1010052102, 'B0521', 3787, 1689006324),
(787, '路障帽子', 'Traffic Cone 30days', 1010052103, 'B0521', 3787, 1689006324),
(788, '海盗头盔', 'Viking Helmet 1days', 1010052201, 'B0522', 3788, 1689006324),
(789, '海盗头盔', 'Viking Helmet 7days', 1010052202, 'B0522', 3788, 1689006324),
(790, '海盗头盔', 'Viking Helmet 30days', 1010052203, 'B0522', 3788, 1689006324),
(791, '黄金战利宝箱', 'Battleroyal Gold Box', 9000152801, 'I1528', 3790, 1689006324),
(792, '战利宝箱', 'Battleroyal Normal Box', 9000152901, 'I1529', 3791, 1689006324),
(793, '生存竞技模式活动奖励宝箱', 'Battleroyal Event Reward', 9000153001, 'I1530', 3792, 1689006324),
(794, '南瓜头盔', 'Pumpkin Helmet 1days', 1010052301, 'B0523', 3789, 1689006324),
(795, '南瓜头盔', 'Pumpkin Helmet 7days', 1010006201, 'B0062', 390, 1689006324),
(796, '南瓜头盔', 'Pumpkin Helmet 30days', 1010006202, 'B0062', 390, 1689006324),
(797, '精英手雷VII', 'MK2 Grenade-Orange', 2010262601, 'C2626', 3861, 1689006324),
(798, '王者武器紫色光效宝箱', 'Noble Purple VFX Box', 9000148301, 'I1483', 3716, 1689006324),
(799, '泰迪娃娃', 'Poodle Doll', 9000184601, 'I1846', 4432, 1689006324),
(800, '排位7赛季精英奖励', 'Rankmatch Season7 Silver Reward', 9000156201, 'I1562', 3854, 1689006324),
(801, '排位7赛季专家奖励', 'Rankmatch Season7 Gold Reward', 9000156301, 'I1563', 3855, 1689006324),
(802, '排位7赛季大师奖励', 'Rankmatch Season7 Platinum Reward', 9000156401, 'I1564', 3856, 1689006324),
(803, '排位7赛季宗师奖励', 'Rankmatch Season7 Diamond Reward', 9000156501, 'I1565', 3857, 1689006324),
(804, '排位7赛季枪王奖励', 'Rankmatch Season7 Master Reward', 9000156601, 'I1566', 3858, 1689006324),
(805, '超级核弹', 'Grenade-Spring Doll', 2010287101, 'C2871', 4546, 1689006324),
(806, '新P228', 'P228-Digital Camo', 2010281001, 'C2810', 4349, 1689006324),
(807, '扳手', 'Spanner', 2010227601, 'C2276', 2891, 1689006324),
(808, 'M4A1-隐袭', 'M4A1-Bandage', 2010269301, 'C2693', 4042, 1689006324),
(809, '炫金雷神', 'M4A1-S-Iron Beast-Imperial Gold', 2010269510, 'C2999', 4976, 1689006324),
(810, '鹰爪-巧克力', 'Dual Karambit-Valentine[2017]', 2010218201, 'C2182', 2647, 1689006324),
(811, '王者刀锋', 'MOS Noble Gold', 1000010101, 'A0101', 4173, 1689006324),
(812, 'MOS Noble Gold Default Sunglass', 'MOS Noble Gold Default Sunglass', 1010054601, 'B0546', 4174, 1689006324),
(813, 'MOS Noble Gold Default Face', 'MOS Noble Gold Default Face', 1010054701, 'B0547', 4175, 1689006324),
(814, 'MOS Noble Gold Default Hair', 'MOS Noble Gold Default Hair', 1010054801, 'B0548', 4176, 1689006324),
(815, '98K-蓝色骑士', 'Kar 98K-Knight Blue', 2010253101, 'C2531', 3444, 1689006324),
(816, '炫金毁灭', 'M82A1-Born Beast Imperial Gold', 2010269517, 'C2992', 4983, 1689006324),
(817, '炫金黑龙', 'M4A1-S-Beast-Imperial Gold', 2010286801, 'C2868', 4542, 1689006324),
(818, '炫金火麒麟', 'AK-47 Beast Imperial Gold', 2010269511, 'C2998', 4977, 1689006324),
(819, '', 'Foxhowl Noble Gold Default Helmet', 1010056301, 'B0563', 4330, 1689006324),
(820, '', 'Foxhowl Noble Gold Default Face', 1010056401, 'B0564', 4331, 1689006324),
(821, '蝎式冲锋枪-青花瓷', 'Dual Scorpion vz.61-Blue Pottery', 2010281301, 'C2813', 4354, 1689006324),
(822, '沙鹰-守卫I', 'Desert Eagle-MK', 2010285601, 'C2856', 4512, 1689006324),
(823, '沙鹰-守卫II', 'Desert Eagle-Sentry-MK1', 2010285701, 'C2857', 4513, 1689006324),
(824, '沙鹰-守卫III', 'Desert Eagle-Sentry-MK2', 2010285801, 'C2858', 4514, 1689006324),
(825, '沙鹰-守卫IV', 'Desert Eagle-HonorGuard-MK1', 2010285901, 'C2859', 4515, 1689006324),
(826, '沙鹰-守卫V', 'Desert Eagle-HonorGuard-MK2', 2010286001, 'C2860', 4516, 1689006324),
(827, '皇家守卫', 'Desert Eagle-RoyalGuard', 2010286101, 'C2861', 4517, 1689006324),
(828, '王者刀锋玩偶', 'NobleGold MOS Doll', 9000165401, 'I1654', 4025, 1689006324),
(829, '新M16A2', 'M16A2_DigitalCamo', 2010277401, 'C2774', 4252, 1689006324),
(830, 'HK417-碳素', 'HK417-Carbon', 2010234801, 'C2348', 3035, 1689006324),
(831, 'QBZ95-泰坦', 'QBZ-95-DIGITAL CAMO-titan 7days', 2010275802, 'C2758', 4189, 1689006324),
(832, 'QBZ95-泰坦', 'QBZ-95-DIGITAL CAMO-titan 30days', 2010275801, 'C2758', 4189, 1689006324),
(833, '沙鹰-泰坦', 'DESERT EAGLE-titan 7days', 2010275901, 'C2759', 4190, 1689006324),
(834, '沙鹰-泰坦', 'DESERT EAGLE-titan 30days', 2010275902, 'C2759', 4190, 1689006324),
(835, 'KAC-泰坦', 'KAC Chainsaw-titan 7days', 2010276001, 'C2760', 4191, 1689006324),
(836, 'KAC-泰坦', 'KAC Chainsaw-titan 30days', 2010276002, 'C2760', 4191, 1689006324),
(837, 'SR25-燃烧泰坦', 'SR-25-Burning Shot-titan 3days', 2010276101, 'C2761', 4192, 1689006324),
(838, 'SR25-燃烧泰坦', 'SR-25-Burning Shot-titan 7days', 2010276102, 'C2761', 4192, 1689006324),
(839, 'SR25-燃烧泰坦', 'SR-25-Burning Shot-titan 30days', 2010276103, 'C2761', 4192, 1689006324),
(840, '泰坦之拳', 'Hell Titan Fists', 2010276201, 'C2762', 4193, 1689006325),
(841, '泰坦之拳', 'Hell Titan Fists 3days', 2010276301, 'C2763', 4194, 1689006325),
(842, '泰坦之拳', 'Hell Titan Fists 7days', 2010276302, 'C2763', 4194, 1689006325),
(843, '泰坦之拳', 'Hell Titan Fists 30days', 2010276303, 'C2763', 4194, 1689006325),
(844, '终极泰坦头盔', 'CraterRenewal Boss helmet 7days', 1010054901, 'B0549', 4195, 1689006325),
(845, '终极泰坦头盔', 'CraterRenewal Boss helmet 30days', 1010054902, 'B0549', 4195, 1689006325),
(846, '终极泰坦背包', 'CraterRenewal Boss backpack 7days', 1010055001, 'B0550', 4196, 1689006325),
(847, '终极泰坦背包', 'CraterRenewal Boss backpack 30days', 1010055002, 'B0550', 4196, 1689006325),
(848, '终极泰坦水壶', 'CraterRenewal Boss canteen 7days', 1010055101, 'B0551', 4197, 1689006325),
(849, '终极泰坦水壶', 'CraterRenewal Boss canteen 30days', 1010055102, 'B0551', 4197, 1689006325),
(850, '终极泰坦手袋', 'CraterRenewal Boss pouch 7days', 1010055201, 'B0552', 4198, 1689006325),
(851, '终极泰坦手袋', 'CraterRenewal Boss pouch 30days', 1010055202, 'B0552', 4198, 1689006325),
(852, '终极泰坦眼镜', 'CraterRenewal Boss Goggle 7days', 1010055301, 'B0553', 4199, 1689006325),
(853, '终极泰坦眼镜', 'CraterRenewal Boss Goggle 30days', 1010055302, 'B0553', 4199, 1689006325),
(854, '终极泰坦玩偶', 'CraterRenewal Boss minimi 7days', 1010055401, 'B0554', 4200, 1689006325),
(855, '终极泰坦玩偶', 'CraterRenewal Boss minimi 30days', 1010055402, 'B0554', 4200, 1689006325),
(856, '泰坦破坏者', 'CraterRenewal Boss namecard1 3days', 9000170801, 'I1708', 4201, 1689006325),
(857, '泰坦破坏者', 'CraterRenewal Boss namecard1 30days', 9000170802, 'I1708', 4201, 1689006325),
(858, '泰坦击破者', 'CraterRenewal Boss namecard2 3days', 9000170901, 'I1709', 4202, 1689006325),
(859, '泰坦击破者', 'CraterRenewal Boss namecard2 30days', 9000170902, 'I1709', 4202, 1689006325),
(860, '新巨人城废墟水晶箱', 'CraterRenewal Cristal Box', 9000171001, 'I1710', 4203, 1689006325),
(861, '新巨人城废墟黄金箱', 'CraterRenewal Gold Box', 9000171101, 'I1711', 4204, 1689006325),
(862, '新巨人城废墟白银箱', 'CraterRenewal Silver Box', 9000171201, 'I1712', 4205, 1689006325),
(863, '新巨人城废墟青铜箱', 'CraterRenewal Bronze Box', 9000171301, 'I1713', 4206, 1689006325),
(864, '新巨人城废墟宝箱', 'CraterRenewal Boss Box', 9000171401, 'I1714', 4207, 1689006325),
(865, '新巨人城废墟特殊箱', 'CraterRenewal Special Box', 9000171501, 'I1715', 4208, 1689006325),
(866, 'SR25-燃烧泰坦碎片', 'SR-25-Burning Shot-titan piece', 9000171701, 'I1717', 4251, 1689006325),
(867, 'SR25-燃烧泰坦碎片', 'SR-25-Burning Shot-titan piece 5EA', 9000171702, 'I1717', 4251, 1689006325),
(868, 'SR25-燃烧泰坦碎片', 'SR-25-Burning Shot-titan piece 10EA', 9000171703, 'I1717', 4251, 1689006325),
(869, 'SR25-燃烧泰坦碎片', 'SR-25-Burning Shot-titan piece 15EA', 9000171704, 'I1717', 4251, 1689006325),
(870, '王者之石', 'Magic Option Stone 1EA', 9000171801, 'I1718', 4210, 1689006325),
(871, '王者之石', 'Magic Option Stone 10EA', 9000171802, 'I1718', 4210, 1689006325),
(872, '王者之石', 'Magic Option Stone 15EA', 9000171803, 'I1718', 4210, 1689006325),
(873, '王者之石', 'Magic Option Stone 20EA', 9000171804, 'I1718', 4210, 1689006325),
(874, '王者之石', 'Magic Option Stone 25EA', 9000171805, 'I1718', 4210, 1689006325),
(875, '王者之石', 'Magic Option Stone 30EA', 9000171806, 'I1718', 4210, 1689006325),
(876, '觉醒宝石', 'Awaken Jewel 1EA', 9000171901, 'I1719', 4211, 1689006325),
(877, '觉醒宝石', 'Awaken Jewel 4EA', 9000171902, 'I1719', 4211, 1689006325),
(878, '觉醒宝石', 'Awaken Jewel 5EA', 9000171903, 'I1719', 4211, 1689006325),
(879, '觉醒宝石', 'Awaken Jewel 6EA', 9000171904, 'I1719', 4211, 1689006325),
(880, '觉醒宝石', 'Awaken Jewel 7EA', 9000171905, 'I1719', 4211, 1689006325),
(881, '觉醒宝石', 'Awaken Jewel 10EA', 9000171906, 'I1719', 4211, 1689006325),
(882, '觉醒宝石*2', 'Awaken Jewel Set', 9000172001, 'I1720', 4212, 1689006325),
(883, 'AK47-泰坦破坏者I', 'AK-47-Buster', 2010276401, 'C2764', 4213, 1689006325),
(884, 'AK47-泰坦破坏者I', 'AK-47-Buster 7days', 2010276501, 'C2765', 4214, 1689006325),
(885, 'AK47-泰坦破坏者II', 'AK-47-Platinum Buster', 2010276601, 'C2766', 4215, 1689006325),
(886, 'AK47-泰坦破坏者III', 'AK-47-Conqueror Buster', 2010276701, 'C2767', 4216, 1689006325),
(887, '地狱泰坦传说宝箱', 'CraterRenewal Legend Box', 9000172101, 'I1721', 4217, 1689006325),
(888, '地狱泰坦稀有宝箱', 'CraterRenewal Rare Box', 9000172201, 'I1722', 4218, 1689006325),
(889, '地狱泰坦高级宝箱', 'CraterRenewal umcommon Box', 9000172301, 'I1723', 4219, 1689006325),
(890, 'AK47-雷蛇', 'AK-47-Razer-Chroma', 2010233201, 'C2332', 3010, 1689006325),
(891, '沙鹰-雷蛇', 'Desert Eagle-Razer-Chroma', 2010233301, 'C2333', 3011, 1689006325),
(892, '高爆手雷-雷蛇', 'Wide Grenade-Razer-Chroma', 2010233901, 'C2339', 3019, 1689006325),
(893, '高爆手雷-雷蛇', 'Wide Grenade-Razer-Chroma 7days', 2010233802, 'C2338', 3018, 1689006325),
(894, '新巨人城废墟水晶宝库', 'CraterRenewal Cristal Gumgo Box', 9000172501, 'I1725', 4221, 1689006325),
(895, '新巨人城废墟黄金宝库', 'CraterRenewal Gold Gumgo Box', 9000172601, 'I1726', 4222, 1689006325),
(896, '新巨人城废墟白银宝库', 'CraterRenewal Silver Gumgo Box', 9000172701, 'I1727', 4223, 1689006325),
(897, '新巨人城废墟青铜宝库', 'CraterRenewal Bronze Gumgo Box', 9000172801, 'I1728', 4224, 1689006325),
(898, '黄金军用手斧', 'BC-Axe Gold 30days', 2010038502, 'C1285', 971, 1689006325),
(899, 'RX4风暴', 'RX4 Storm', 2010022901, 'C1129', 480, 1689006325),
(900, 'XM8-茉莉', 'XM8-Jasmine', 2010201101, 'C2011', 2211, 1689006325),
(901, 'AK-47-会员', 'AK-47-Knife-Red Spiderweb', 2010247701, 'C2477', 3359, 1689006325),
(902, '丛林匕首', 'Jungle Knife', 2010216601, 'C2166', 2604, 1689006325),
(903, 'AK12-烈火', 'AK-12-Royal Gold', 2010275401, 'C2754', 4181, 1689006325),
(904, 'M249-烈火', 'M249 SPW-Royal Gold', 2010275501, 'C2755', 4182, 1689006325),
(905, '公牛左轮-烈火', 'Raging Bull-Royal Gold', 2010275601, 'C2756', 4183, 1689006325),
(906, '炫金修罗', 'Desert Eagle-Born Beast Imperial Gold', 2010269515, 'C2994', 4981, 1689006325),
(907, '排位8赛季精英奖励', 'Rankmatch S8 Silver Reward', 9000174301, 'I1743', 4245, 1689006325),
(908, '排位8赛季专家奖励', 'Rankmatch S8 Gold Reward', 9000174401, 'I1744', 4246, 1689006325),
(909, '排位8赛季大师奖励', 'Rankmatch S8 Platinum Reward', 9000174501, 'I1745', 4247, 1689006325),
(910, '排位8赛季宗师奖励', 'Rankmatch S8 Diamond Reward', 9000174601, 'I1746', 4248, 1689006325),
(911, '排位8赛季枪王奖励', 'Rankmatch S8 Master Reward', 9000174701, 'I1747', 4249, 1689006325),
(912, '排位8赛季枪王之王奖励', 'Rankmatch S8 TOP100 Reward', 9000174801, 'I1748', 4250, 1689006325),
(913, 'M82A1-红龙', 'M82A1-Red Dragon', 2010236501, 'C2365', 3071, 1689006325),
(914, 'QBZ03-金色蔷薇', 'QBZ-03-Jewelry', 2010293801, 'C2938', 4744, 1689006325),
(915, '炫金武士', 'AK-47-Knife-BornBeast-Imperial Gold', 2010269512, 'C2997', 4978, 1689006325),
(916, '炫金骑士', 'M4A1-S-Born Beast-Imperial Gold', 2010269513, 'C2996', 4979, 1689006325),
(917, 'AK47-轮回', 'Ak-47-Knife-Asgard', 2010276901, 'C2769', 4226, 1689006325),
(918, '青花扇', 'War Fan-BluePottery', 2010281201, 'C2812', 4353, 1689006325),
(919, 'M82A1-青龙', 'M82A1-BlueSilverDragon', 2010268101, 'C2681', 3980, 1689006325),
(920, 'M4A1-青龙', 'M4A1-S-BlueSilverDragon', 2010268201, 'C2682', 3981, 1689006325),
(921, '公牛左轮-2017圣诞', 'Raging Bull-Xmas[2017]', 2010232601, 'C2326', 2999, 1689006325),
(922, '王者复仇', 'DX-Noble Gold', 1000010301, 'A0103', 4304, 1689006325),
(923, 'DX-Noble Gold Face', 'DX-Noble Gold Face', 1010055901, 'B0559', 4305, 1689006325),
(924, 'DX-Noble Gold Hair', 'DX-Noble Gold Hair', 1010056001, 'B0560', 4306, 1689006325),
(925, 'DX-Noble Gold Waist', 'DX-Noble Gold Waist', 1010056101, 'B0561', 4307, 1689006325),
(926, 'DX-Noble Gold Pouch', 'DX-Noble Gold Pouch', 1010056201, 'B0562', 4308, 1689006325),
(927, '救世复仇', 'DX-Puma', 1000010201, 'A0102', 4299, 1689006325),
(928, 'DX-Puma Face', 'DX-Puma Face', 1010055501, 'B0555', 4300, 1689006325),
(929, 'DX-Puma Hair', 'DX-Puma Hair', 1010055601, 'B0556', 4301, 1689006325),
(930, 'DX-Puma Waist', 'DX-Puma Waist', 1010055701, 'B0557', 4302, 1689006325),
(931, 'DX-Puma Pouch', 'DX-Puma Pouch', 1010055801, 'B0558', 4303, 1689006325),
(932, '救世主', 'ARES', 1000010801, 'A0108', 4644, 1689006325),
(933, 'ARES Head', 'ARES Head', 1010059501, 'B0595', 4645, 1689006325),
(934, 'ARES Face', 'ARES Face', 1010059601, 'B0596', 4646, 1689006325),
(935, 'ARES Back', 'ARES Back', 1010059701, 'B0597', 4647, 1689006325),
(936, 'ARES Tight', 'ARES Tight', 1010059801, 'B0598', 4648, 1689006325),
(937, 'M4A1-破空冰刃', 'M4A1-S-Rifle Knife ', 2010291701, 'C2917', 4635, 1689006325),
(938, 'M4A1-电音', 'M4A1-Guitar', 2010253801, 'C2538', 3451, 1689006325),
(939, 'AK47-破空冰刃', 'AK-47-S-Rifle Knife', 2010275301, 'C2753', 4178, 1689006325),
(940, 'AK47-青龙', 'AK-47-Knife-BlueSilverDragon', 2010268301, 'C2683', 3982, 1689006325),
(941, '雷神之怒', 'KnockBackHammer-Reward', 2010281901, 'C2819', 4360, 1689006325),
(942, '黄金Anaconda', 'Anaconda-Gold', 2010237001, 'C2370', 3079, 1689006326),
(943, '刘易斯枪-平安夜', 'Lewis Gun-Xmas[2016]', 2010208201, 'C2082', 2339, 1689006326),
(944, 'M4A1-PINK', 'M4A1-Pink', 2010043201, 'C1332', 1068, 1689006326),
(945, 'AWM-裁决', 'AWM-Red Frame Hawk', 2010282201, 'C2822', 4373, 1689006326),
(946, '炫金千变', 'M4A1-Silencer-Prism Beast-Imperial Gold', 2010269514, 'C2995', 4980, 1689006326),
(947, '炫金超新星', 'AN-94-Knife-Space Ship-Imperial Gold', 2010275102, 'C2752', 4172, 1689006326),
(948, '丛林匕首-枪王排位', 'JungleKnife RankMatchRed', 2010285201, 'C2852', 4475, 1689006326),
(949, '单挑白银手雷', 'MK2 GRENADE 1VS1Silver', 2010285301, 'C2853', 4476, 1689006326),
(950, '单挑白银手雷', 'MK2 GRENADE 1VS1Silver 3days', 2010285401, 'C2854', 4477, 1689006326),
(951, '单挑白银手雷', 'MK2 GRENADE 1VS1Silver 15days', 2010285402, 'C2854', 4477, 1689006326),
(952, '单挑黄金手雷', 'MK2 GRENADE 1VS1Gold', 2010285501, 'C2855', 4478, 1689006326),
(953, '单挑白银手雷碎片', 'MK2 GRENADE 1VS1Silver PIECE 1EA', 9000186701, 'I1867', 4479, 1689006326),
(954, '单挑白银手雷碎片', 'MK2 GRENADE 1VS1Silver PIECE 2EA', 9000186702, 'I1867', 4479, 1689006326),
(955, '单挑白银手雷碎片', 'MK2 GRENADE 1VS1Silver PIECE 3EA', 9000186703, 'I1867', 4479, 1689006326),
(956, '单挑白银手雷碎片', 'MK2 GRENADE 1VS1Silver PIECE 5EA', 9000186704, 'I1867', 4479, 1689006326),
(957, '单挑黄金手雷碎片', 'MK2 GRENADE 1VS1Gold PIECE 5EA', 9000186801, 'I1868', 4480, 1689006326),
(958, '单挑黄金手雷碎片', 'MK2 GRENADE 1VS1Gold PIECE 7EA', 9000186802, 'I1868', 4480, 1689006326),
(959, '单挑黄金手雷碎片', 'MK2 GRENADE 1VS1Gold PIECE 10EA', 9000186803, 'I1868', 4480, 1689006326),
(960, '枪王排位精英奖章', 'RankMatch Silver Medal 120days', 1010057401, 'B0574', 4481, 1689006326),
(961, '枪王排位精英手袋', 'RankMatch Silver Pouch 120days', 1010057501, 'B0575', 4482, 1689006326),
(962, '枪王排位专家奖章', 'RankMatch Gold Medal 120days', 1010057601, 'B0576', 4483, 1689006326),
(963, '枪王排位专家手袋', 'RankMatch Gold Pouch 120days', 1010057701, 'B0577', 4484, 1689006326),
(964, '枪王排位大师奖章', 'RankMatch Platinum Medal 120days', 1010057801, 'B0578', 4485, 1689006326),
(965, '枪王排位大师手袋', 'RankMatch Platinum Pouch 120days', 1010057901, 'B0579', 4486, 1689006326),
(966, '枪王排位宗师奖章', 'RankMatch Diamond Medal 120days', 1010058001, 'B0580', 4487, 1689006326),
(967, '枪王排位宗师手袋', 'RankMatch Diamond Pouch 120days', 1010058101, 'B0581', 4488, 1689006326),
(968, '枪王排位传奇奖章', 'RankMatch Master Medal 120days', 1010058201, 'B0582', 4489, 1689006326),
(969, '枪王排位传奇手袋', 'RankMatch Master Pouch 120days', 1010058301, 'B0583', 4490, 1689006326),
(970, '枪王排位枪王之王奖章', 'RankMatch Top100 Medal 120days', 1010058401, 'B0584', 4491, 1689006326),
(971, '枪王排位枪王之王手袋', 'RankMatch Top100 Pouch 120days', 1010058501, 'B0585', 4492, 1689006326),
(972, '排位9赛季新锐名片', 'Namecard BronzeRank9', 9000186901, 'I1869', 4493, 1689006326),
(973, '排位9赛季精英名片', 'Namecard SilverRank9', 9000187001, 'I1870', 4494, 1689006326),
(974, '排位9赛季专家名片', 'Namecard GoldRank9', 9000187101, 'I1871', 4495, 1689006326),
(975, '排位9赛季大师名片', 'Namecard PlatinumRank9', 9000187201, 'I1872', 4496, 1689006326),
(976, '排位9赛季宗师名片', 'Namecard DiamondRank9', 9000187301, 'I1873', 4497, 1689006326),
(977, '排位9赛季枪王名片', 'Namecard MasterRank9', 9000187401, 'I1874', 4498, 1689006326),
(978, '排位9赛季枪王之王名片', 'Namecard Top100Rank9', 9000187501, 'I1875', 4499, 1689006326),
(979, 'HK417-遗迹', 'HK 417 Ancient 7days', 2010289101, 'C2891', 4598, 1689006326),
(980, 'KAC-遗迹', 'KAC Chainsaw Ancient 7days', 2010289201, 'C2892', 4599, 1689006326),
(981, 'COP-遗迹', 'Cop357 Ancient 7days', 2010289301, 'C2893', 4600, 1689006326),
(982, '冰火头盔', 'GuardianFlame Helmet 7days', 1010058601, 'B0586', 4555, 1689006326),
(983, '冰火背包', 'GuardianFlame Backpack 7days', 1010058701, 'B0587', 4556, 1689006326),
(984, '冰火水壶', 'GuardianFrost Canteen 7days', 1010058801, 'B0588', 4557, 1689006326),
(985, '冰火手袋', 'GuardianFrost Pouch 7days', 1010058901, 'B0589', 4558, 1689006326),
(986, '冰火护目镜', 'GigantFist goggle 7days', 1010059001, 'B0590', 4559, 1689006326),
(987, '冰火小魔兽', 'GigantFist minimi 7days', 1010059101, 'B0591', 4560, 1689006326),
(988, '冰火名片I', 'GigantFist namecard1 3days', 9000190901, 'I1909', 4561, 1689006326),
(989, '冰火名片II', 'GigantFist namecard2 3days', 9000191001, 'I1910', 4562, 1689006326),
(990, '冰火喷图I', 'GigantFist spray1 7days', 9000191101, 'I1911', 4563, 1689006326),
(991, '冰火喷图II', 'GigantFist spray2 7days', 9000191201, 'I1912', 4564, 1689006326),
(992, '冰火巨角', 'Gigant Horn(AI Buff Item) 1day', 9000191301, 'I1913', 4565, 1689006326),
(993, '冰火魔兽', 'MiniGigantFist ', 2010287801, 'C2878', 4566, 1689006326),
(994, '冰火魔兽', 'MiniGigantFist 7days', 2010287901, 'C2879', 4567, 1689006326),
(995, '冰火神拳', 'GuardianFist ', 2010288001, 'C2880', 4568, 1689006326),
(996, '冰火神拳', 'GuardianFist 7days', 2010288101, 'C2881', 4569, 1689006326),
(997, '冰火小魔兽碎片', 'MiniGigantFist piece 5EA', 9000191401, 'I1914', 4570, 1689006326),
(998, '冰火小魔兽碎片', 'MiniGigantFist piece 10EA', 9000191402, 'I1914', 4570, 1689006326),
(999, '冰火神拳碎片', 'GuardianFist piece 3EA', 9000191501, 'I1915', 4571, 1689006326),
(1000, '冰火神拳碎片', 'GuardianFist piece 5EA', 9000191502, 'I1915', 4571, 1689006326),
(1001, '冰火遗迹水晶宝箱', 'LostTemple Cristal Box', 9000191601, 'I1916', 4572, 1689006326),
(1002, '冰火遗迹黄金宝箱', 'LostTemple Gold Box', 9000191701, 'I1917', 4573, 1689006326),
(1003, '冰火遗迹白银宝箱', 'LostTemple Silver Box', 9000191801, 'I1918', 4574, 1689006326),
(1004, '冰火遗迹青铜宝箱', 'LostTemple Bronze Box', 9000191901, 'I1919', 4575, 1689006326),
(1005, '冰火魔兽宝箱', 'GigantFist Box', 9000192001, 'I1920', 4576, 1689006326),
(1006, '守护者宝箱', 'Guardian Box', 9000192101, 'I1921', 4577, 1689006326),
(1007, 'SS级冰火箱', 'LostTemple SS Box', 9000192201, 'I1922', 4578, 1689006326),
(1008, 'S+级冰火箱', 'LostTemple S+ Box', 9000192301, 'I1923', 4579, 1689006326),
(1009, 'S级冰火箱', 'LostTemple S Box', 9000192401, 'I1924', 4580, 1689006326),
(1010, 'A级冰火箱', 'LostTemple A Box', 9000192501, 'I1925', 4581, 1689006326),
(1011, '冰火遗迹水晶宝库', 'LostTemple Cristal Gumgo Box', 9000192601, 'I1926', 4582, 1689006326),
(1012, '冰火遗迹黄金宝库', 'LostTemple Gold Gumgo Box', 9000192701, 'I1927', 4583, 1689006326),
(1013, '冰火遗迹白银宝库', 'LostTemple Silver Gumgo Box', 9000192801, 'I1928', 4584, 1689006326),
(1014, '冰火遗迹青铜宝库', 'LostTemple Bronze Gumgo Box', 9000192901, 'I1929', 4585, 1689006326),
(1015, 'AK47-烛龙', 'AK-47-Royal Dragon7', 2010270101, 'C2701', 4054, 1689006326),
(1016, 'QBZ95-烛龙', 'QBZ-95-Royal Dragon7', 2010270201, 'C2702', 4055, 1689006326),
(1017, 'QBZ03-烛龙', 'QBZ-03-Royal Dragon7', 2010270301, 'C2703', 4056, 1689006326),
(1018, '98K-烛龙', 'Kar-98-Royal Dragon7', 2010270401, 'C2704', 4057, 1689006326),
(1019, 'QBZ95-新春特别版', 'QBZ-95-Golden Pig', 2010277001, 'C2770', 4227, 1689006326),
(1020, 'USP-新春特别版', 'USPMatch-Golden Pig', 2010277101, 'C2771', 4228, 1689006326),
(1021, 'AWM—暗杀之眼 碎片', 'AI3 WP AWM-Longbill Sniper piece 3EA', 9000094305, 'I0943', 2686, 1689006326),
(1022, '乱世-合金 碎片', 'AI3 WP P90-Wild Shot-Fatal Wasp piece 3EA', 9000094405, 'I0944', 2687, 1689006326),
(1023, 'AK47-泰坦破坏者I 碎片', 'AK-47-Buster piece 15EA', 9000193001, 'I1930', 4586, 1689006326),
(1024, '征服者-试炼 碎片', 'AA-12-Buster-Infection piece 3EA', 9000084505, 'I0845', 2495, 1689006326),
(1025, 'M240B-苍雷 碎片', 'M240B-Tesla piece 5EA', 9000193101, 'I1931', 4587, 1689006326),
(1026, 'M240B-苍雷 碎片', 'M240B-Tesla piece 3EA', 9000193102, 'I1931', 4587, 1689006326),
(1027, 'AK47-泰坦破坏者I', 'AK-47-Buster 3days', 2010276502, 'C2765', 4214, 1689006326),
(1028, '冰火魔兽', 'MiniGigantFist 3days', 2010287902, 'C2879', 4567, 1689006326),
(1029, '冰火神拳', 'GuardianFist 3days', 2010288102, 'C2881', 4569, 1689006326),
(1030, 'M200-青花瓷', 'M200 CheyTac-Elite-BluePottery', 2010281401, 'C2814', 4355, 1689006326),
(1031, '排位9赛季精英奖励', 'Rankmatch S9 Silver Reward', 9000187601, 'I1876', 4500, 1689006326),
(1032, '排位9赛季专家奖励', 'Rankmatch S9 Gold Reward', 9000187701, 'I1877', 4501, 1689006326),
(1033, '排位9赛季大师奖励', 'Rankmatch S9 Platinum Reward', 9000187801, 'I1878', 4502, 1689006326),
(1034, '排位9赛季宗师奖励', 'Rankmatch S9 Diamond Reward', 9000187901, 'I1879', 4503, 1689006326),
(1035, '排位9赛季枪王奖励', 'Rankmatch S9 Master Reward', 9000188001, 'I1880', 4504, 1689006326),
(1036, '排位9赛季枪王之王奖励', 'Rankmatch S9 TOP100 Reward', 9000188101, 'I1881', 4505, 1689006326),
(1037, '精英喷图', 'Rankmatch Spray Silver 120days', 9000188201, 'I1882', 4506, 1689006326),
(1038, '专家喷图', 'Rankmatch Spray Gold 120days', 9000188301, 'I1883', 4507, 1689006326),
(1039, '大师喷图', 'Rankmatch Spray Platinum 120days', 9000188401, 'I1884', 4508, 1689006326),
(1040, '宗师喷图', 'Rankmatch Spray Diamond 120days', 9000188501, 'I1885', 4509, 1689006326),
(1041, '传奇喷图', 'Rankmatch Spray Master 120days', 9000188601, 'I1886', 4510, 1689006326),
(1042, '枪王之王喷图', 'Rankmatch Spray TOP100 120days', 9000188701, 'I1887', 4511, 1689006326),
(1043, 'M21-甜心', 'Zastava M21-Lovely Heart 30days', 2010219302, 'C2193', 2664, 1689006326),
(1044, '黄金丛林匕首', 'Jungle Knife-Ultimate Gold', 2010321201, 'C8841', 4958, 1689006326),
(1045, '不灭之拳', 'Gigant Gauntlet', 2010288901, 'C2889', 4595, 1689006326),
(1046, '不灭之拳', 'Gigant Gauntlet 3days', 2010289001, 'C2890', 4596, 1689006326),
(1047, '不灭之拳', 'Gigant Gauntlet 7days', 2010289002, 'C2890', 4596, 1689006326),
(1048, '不灭之拳碎片', 'Gigant Gauntlet piece 5EA', 9000193201, 'I1932', 4597, 1689006326),
(1049, 'AK47-野战军', 'AK-47-Digital Camo', 2010252801, 'C2528', 3441, 1689006326),
(1050, '万圣节军用铁锹', 'Shovel-Halloween[2013]', 2010229201, 'C2292', 2924, 1689006326),
(1051, 'M4A1-黑虎', 'M4A1-Stripes', 2010224601, 'C2246', 2847, 1689006326),
(1052, 'M4A1-百合', 'M4A1-S-Lily', 2010247101, 'C2471', 3346, 1689006326),
(1053, 'FAMAS G2-碳素', 'FAMAS G2-Hexagon', 2010220601, 'C2206', 2727, 1689006326),
(1054, 'AK-103-甜心', 'AK-103-Lovely Heart', 2010235201, 'C2352', 3040, 1689006326),
(1055, 'MAC-10-涂鸦', 'MAC-10-Painting', 2010229801, 'C2298', 2933, 1689006326),
(1056, 'EVO III-秘银', 'Scorpion EVO3A1-S-Noble Silver', 2010293001, 'C2930', 4717, 1689006326),
(1057, 'EVO III-秘银', 'Scorpion EVO3A1-S-Noble Silver 7days', 2010293101, 'C2931', 4718, 1689006326),
(1058, 'EVO III-秘银', 'Scorpion EVO3A1-S-Noble Silver 30days', 2010293102, 'C2931', 4718, 1689006326),
(1059, 'EVO III-秘银', 'Scorpion EVO3A1-S-Noble Silver 90days', 2010293103, 'C2931', 4718, 1689006326),
(1060, 'EVO III-秘银', 'Scorpion EVO3A1-S-Noble Silver 180days', 2010293104, 'C2931', 4718, 1689006326),
(1061, '沙鹰-枪王排位', 'Desert Eagle_RankMatchRed', 2010293201, 'C2932', 4719, 1689006326),
(1062, '沙鹰-枪王排位', 'Desert Eagle_RankMatchRed 7days', 2010293301, 'C2933', 4720, 1689006326),
(1063, '沙鹰-枪王排位', 'Desert Eagle_RankMatchRed 30days', 2010293302, 'C2933', 4720, 1689006326),
(1064, '沙鹰-枪王排位', 'Desert Eagle_RankMatchRed 90days', 2010293303, 'C2933', 4720, 1689006326),
(1065, '沙鹰-枪王排位', 'Desert Eagle_RankMatchRed 180days', 2010293304, 'C2933', 4720, 1689006326),
(1066, '排位10赛季精英奖励', 'Rankmatch S10 Silver Reward', 9000196801, 'I1968', 4721, 1689006326),
(1067, '排位10赛季专家奖励', 'Rankmatch S10 Gold Reward', 9000196901, 'I1969', 4722, 1689006326),
(1068, '排位10赛季大师奖励', 'Rankmatch S10 Platinum Reward', 9000197001, 'I1970', 4723, 1689006326),
(1069, '排位10赛季宗师奖励', 'Rankmatch S10 Diamond Reward', 9000197101, 'I1971', 4724, 1689006326),
(1070, '排位10赛季传奇奖励', 'Rankmatch S10 Master Reward', 9000197201, 'I1972', 4725, 1689006326),
(1071, '排位10赛季枪王奖励', 'Rankmatch S10 Grand Master Reward', 9000197301, 'I1973', 4726, 1689006326),
(1072, '排位10赛季枪王之王奖励', 'Rankmatch S10 TOP100 Reward', 9000197401, 'I1974', 4727, 1689006326),
(1073, '排位10赛季新锐名片', 'Namecard BronzeRank10', 9000197501, 'I1975', 4728, 1689006326),
(1074, '排位10赛季精英名片', 'Namecard SilverRank10', 9000197601, 'I1976', 4729, 1689006326),
(1075, '排位10赛季专家名片', 'Namecard GoldRank10', 9000197701, 'I1977', 4730, 1689006326),
(1076, '排位10赛季大师名片', 'Namecard PlatinumRank10', 9000197801, 'I1978', 4731, 1689006326),
(1077, '排位10赛季宗师名片', 'Namecard DiamondRank10', 9000197901, 'I1979', 4732, 1689006326),
(1078, '排位10赛季传奇名片', 'Namecard MasterRank10', 9000198001, 'I1980', 4733, 1689006326),
(1079, '排位10赛季枪王名片', 'Namecard Grand MasterRank10', 9000198101, 'I1981', 4734, 1689006326),
(1080, '排位10赛季枪王之王名片', 'Namecard Top100Rank10', 9000198201, 'I1982', 4735, 1689006326),
(1081, '枪王喷图', 'Rankmatch Spray Grand Master 120days', 9000198301, 'I1983', 4736, 1689006326),
(1082, '枪王排位枪王奖章', 'Rankmatch Grand Master Medal 120days', 1010062501, 'B0625', 4737, 1689006326),
(1083, '枪王排位枪王手袋', 'Rankmatch Grand Master Pouch 120days', 1010062601, 'B0626', 4738, 1689006326),
(1084, '炫金天神', 'D.E-Eldorado-Imperial Gold', 2010269516, 'C2993', 4982, 1689006326),
(1085, '闪光弹-白虎', 'Flashbang-WhiteTiger', 2010293901, 'C2939', 4745, 1689006327),
(1086, 'AA-12-雷霆', 'AA-12 Iron Beast', 2012232701, 'C8367', 4911, 1689006327),
(1087, 'AWM-万圣节2019', 'AWM-A-Halloween[2019]', 2010292201, 'C2922', 4667, 1689006327),
(1088, 'Anaconda-万圣节2019', 'Anaconda-Halloween[2019]', 2010292401, 'C2924', 4669, 1689006327),
(1089, '刺刀指虎-万圣节2019', 'Bladed Knuckles-Halloween[2019]', 2010292301, 'C2923', 4668, 1689006327),
(1090, '闪光弹-万圣节2019', 'Flashbang-Halloween[2019]', 2010292501, 'C2925', 4670, 1689006327),
(1091, '打击者-霓虹', 'Armsel Striker Neon Pink', 2010237701, 'C2377', 3093, 1689006327),
(1092, 'FAMAS-迷彩', 'FAMAS-CAMO', 2010221901, 'C2219', 2753, 1689006327),
(1093, 'FAMAS-迷彩', 'FAMAS-CAMO 7days', 2010035601, 'C1256', 829, 1689006327),
(1094, 'FAMAS-迷彩', 'FAMAS-CAMO 30days', 2010035602, 'C1256', 829, 1689006327),
(1095, '暗金AWM', 'AWM-Ultimate Gold', 2010213401, 'C2134', 2460, 1689006328),
(1096, 'G3A3-迷彩', 'G3A3-Camo', 2010216201, 'C2162', 2599, 1689006328),
(1097, '沙漠之鹰-黑虎', 'Desert Eagle-Stripes', 2010221801, 'C2218', 2752, 1689006328),
(1098, 'AK47-狂欢-CFS', 'AK-47-Festa-CFS 2019 ', 2010293401, 'C2934', 4739, 1689006328),
(1099, 'M4A1-狂欢-CFS', 'M4A1-S-Festa-CFS 2019 ', 2010293501, 'C2935', 4740, 1689006328),
(1100, '轻型军用手斧-CFS', 'Black Carbon Axe-Festa-CFS 2019', 2010293701, 'C2937', 4742, 1689006328),
(1101, 'AWM-奥运', 'AWM-Rio', 2010096401, 'C1864', 2107, 1689006328),
(1102, 'AWM-T', 'AWM-Tiger', 2010282001, 'C2820', 4363, 1689006328),
(1103, 'M4A1-红色线条', 'M4A1-Red Line', 2010212101, 'C2121', 2426, 1689006328),
(1104, 'AWM-红色悦动', 'AWM-Red Stripe', 2010212201, 'C2122', 2427, 1689006328),
(1105, '雷暴套装', 'Fury Beast Set', 2010340302, 'S9999', 4935, 1689006328),
(1106, 'AK47-雷暴', 'AK-47-Knife-Fury Beast', 2010340301, 'C3403', 4929, 1689006328),
(1107, 'USP-雷暴', 'USP Match-Fury Beast', 2010340501, 'C3405', 4930, 1689006328),
(1108, '斩神刀-雷暴', 'Dragon Blade-Fury Beast', 2010340701, 'C3407', 4931, 1689006328),
(1109, '高爆手雷-雷暴', 'Wide Grenade-Fury Beast', 2010340901, 'C3409', 4932, 1689006328),
(1110, '闪光弹-雷暴', 'Flashbang-Fury Beast', 2010341101, 'C3411', 4933, 1689006328),
(1111, '烟雾弹-雷暴', 'M18 Smoke-Fury Beast', 2010341301, 'C3413', 4934, 1689006328),
(1112, '5 号背包（永久）', 'Bag 5', 3000000501, 'D0005', 964, 1689006328),
(1113, '国境防卫者', 'GSG9', 1000000801, 'A0008', 353, 1689006328),
(1114, '鹰爪-绚樱', 'Dual Karambit-Sakura2 ', 2010286501, 'C2865', 4522, 1689006329),
(1115, 'COP 357--绚樱', 'COP .357-Sakura2 ', 2010286401, 'C2864', 4521, 1689006329),
(1116, '巴雷特-绚樱', 'M82A1-Sakura2', 2010286301, 'C2863', 4520, 1689006329),
(1117, '黄金军用手斧', 'BC-Axe Gold', 2010016601, 'C1066', 337, 1689006329),
(1118, 'AK47-祥云苍龙', 'AK-47-Silver Dragon', 2010280001, 'C2800', 4335, 1689006329),
(1119, 'AK47-牡丹-2020', 'AK-47-Peony', 2010289801, 'C2898', 4607, 1689006329),
(1120, 'M200-牡丹', 'M200 CheyTac-Peony ', 2010289901, 'C2899', 4608, 1689006329),
(1121, 'COP 357-牡丹', 'COP .357-Peony', 2010290001, 'C2900', 4609, 1689006329),
(1122, '黄金野牛', 'BIZON PP19-Ultimate Gold', 2010030701, 'C1207', 648, 1689006329),
(1123, '黄金汽锤', 'Jack Hammer-Ultimate Gold', 2010030801, 'C1208', 649, 1689006329),
(1124, '黑武士-CF网剧冠军武器套装', 'AK-47-Knife-Born Beast-Drama-CF', 2010269585, 'C8039', 5040, 1689006329),
(1125, '擎天-CF网剧冠军武器套装', 'Shovel-Born Beast-Drama-CF', 2010269587, 'C8041', 5042, 1689006329),
(1126, 'M4A1-堕天神', 'M4A1-S-Born Beast2', 2019019101, 'C9809', 4912, 1689006330),
(1127, 'COP-堕天神', 'Cop .357-Born Beast2', 2019019301, 'C9807', 4913, 1689006330),
(1128, '麒麟刺-堕天神', 'Bladed Knuckles-Born Beast2', 2019019501, 'C9805', 4914, 1689006330),
(1129, '高爆手雷-堕天神', 'Wide Grenade-Born Beast2', 2019019701, 'C9803', 4916, 1689006330),
(1130, '闪光弹-堕天神', 'Flashbang-Born Beast2', 2019019901, 'C9801', 4918, 1689006330),
(1131, '烟雾弹-堕天神', 'M18 Smoke-Born Beast2', 2019020101, 'C9799', 4917, 1689006330),
(1132, '龙啸-堕天神', 'B.C-Axe-Born Beast2', 2019025301, 'C9747', 4915, 1689006330),
(1133, '猫猫手套', 'Cat Gloves', 2010269532, 'C2979', 4997, 1689006330),
(1134, 'HK417-朱雀', 'HK417-Phoenix Beast', 2019031101, 'C9689', 4943, 1689006330),
(1135, 'Ultimax 100-金色豹纹', 'Ultimax 100-Leopard', 2010216401, 'C2164', 2602, 1689006330),
(1136, '斯泰尔-正义', 'Steyr TMP-Justice', 2010216701, 'C2167', 2606, 1689006330),
(1137, '贝雷塔687-迷彩', '687 EELL Diamond Pigeon-Camo', 2010211901, 'C2119', 2422, 1689006331),
(1138, 'AWM-S', 'AWM-Silencer', 2010222001, 'C2220', 2754, 1689006331),
(1139, '天使光环', 'Angel Halo 7days', 1010007201, 'B0072', 442, 1689006331),
(1140, '天使光环', 'Angel Halo 30days', 1010007202, 'B0072', 442, 1689006331),
(1141, '天使光环', 'Angel Halo 90days', 1010007203, 'B0072', 442, 1689006331),
(1142, 'Scar Light-白虎', 'Scar Light-S-BaiHu', 2019051801, 'C9482', 4927, 1689006331),
(1143, 'P90-迷彩', 'P90-Camo', 2010209001, 'C2090', 2350, 1689006331),
(1144, '尼泊尔-奥运', 'Kukri-Rio', 2010096601, 'C1866', 2109, 1689006331),
(1145, 'M4A1-夜魔', 'M4A1-S-Beast-TianShen', 2019071201, 'C9288', 4937, 1689006331),
(1146, '破空枪刃-夜魔', 'Raging Bull-GunKnife-TianShen', 2019071401, 'C9286', 4938, 1689006331),
(1147, '马来剑-夜魔', 'Keris-TianShen', 2019071601, 'C9284', 4939, 1689006331),
(1148, '高爆手雷-夜魔', 'Wide Grenade-TianShen', 2019071801, 'C9282', 4940, 1689006331),
(1149, '闪光弹-夜魔', 'Flashbang-TianShen', 2019072001, 'C9280', 4941, 1689006331),
(1150, '烟雾弹-夜魔', 'M18 Smoke-TianShen', 2019072201, 'C9278', 4942, 1689006331),
(1151, '御·千变-孔明', 'M4A1-Silencer-Prism Beast-ZhugeLiang', 2010269589, 'C8043', 5044, 1689006331),
(1152, 'Kar98K-星神', 'Kar98K-Satellite', 2019091901, 'C9081', 4928, 1689006332),
(1153, '电竞装甲套装', 'Reactive Armor SET', 9010005703, 'S9955', 5032, 1689006332),
(1154, 'Barrett-电竞装甲', 'M82A1-S-Reactive Armor', 2010269572, 'C8026', 5026, 1689006332),
(1155, '柯尔特-电竞装甲', 'Dual Colt 1911-Reactive Armor', 2010269573, 'C8027', 5027, 1689006332),
(1156, '尼泊尔-电竞装甲', 'Kukri-Reactive Armor', 2010269574, 'C8028', 5028, 1689006332),
(1157, '恶棍-电竞装甲', 'SOHG-Reactive Armor', 2010269575, 'C8029', 5029, 1689006332),
(1158, '闪光弹-电竞装甲', 'Flashbang-Reactive Armor', 2010269576, 'C8030', 5030, 1689006332),
(1159, '烟雾弹-电竞装甲', 'M18 Smoke-Reactive Armor', 2010269577, 'C8031', 5031, 1689006332),
(1160, '沙漠之鹰-奥运', 'Desert Eagle-Rio', 2010096501, 'C1865', 2108, 1689006333),
(1161, '剑齿虎', 'Djehuti', 1000008601, 'A0086', 3406, 1689006334),
(1162, '猫猫Cop 357', 'Baby Cat COP 357', 2019139001, 'C8610', 4910, 1689006334),
(1163, '沙漠之鹰-战龙', 'Desert Eagle-Royal Dragon', 2010046701, 'C1367', 1120, 1689006334),
(1164, '幻灵套装', 'Dominator Set', 9010005702, 'S9954', 5025, 1689006335),
(1165, 'M4A1-幻灵', 'M4A1-S-Dominator', 2010269566, 'C8020', 5019, 1689006335),
(1166, 'COP 357-幻灵', 'Cop 357-Dominator', 2010269567, 'C8021', 5020, 1689006335),
(1167, '幻灵之锋', 'Kukri-Dominator', 2010269568, 'C8022', 5021, 1689006335),
(1168, '高爆手雷-幻灵', 'Wide Grenade-Dominator', 2010269569, 'C8023', 5022, 1689006335),
(1169, '闪光弹-幻灵', 'Flashbang-Dominator', 2010269570, 'C8024', 5023, 1689006335),
(1170, '烟雾弹-幻灵', 'M18 Smoke-Dominator', 2010269571, 'C8025', 5024, 1689006335),
(1171, '杰迪-玛蒂克-雄鹰', 'Jatimatic-Sand Eagle', 2010208701, 'C2087', 2346, 1689006335),
(1288, '百分之二十经验卡', '20% Bonus EXP to Marshall Contents', 9000056501, 'I0565', 1496, 1689006806),
(1289, '防护眼镜（透明）', 'F Protection Goggle ( White Wolf )', 9000021901, 'I0219', 643, 1689006806),
(1290, '防盗头盔', 'Bulletproof Helmet 30days [E]', 9000058201, 'I0582', 1578, 1689006806),
(1291, '防盗头盔', 'Bulletproof Helmet 10 Days', 9000058202, 'I0582', 1578, 1689006806),
(1292, '防盗头盔', 'Bulletproof Helmet 20 Days', 9000058203, 'I0582', 1578, 1689006806),
(1293, '防盗头盔', 'Bulletproof Helmet 60 Days', 9000058204, 'I0582', 1578, 1689006806),
(1294, '生化防弹衣', 'Nano fire suit 7days', 9000002301, 'I0023', 117, 1689006806),
(1295, '生化防弹衣', 'Nano fire suit 30days', 9000002302, 'I0023', 117, 1689006806),
(1296, '生化防弹衣', 'Nano fire suit 90days', 9000002303, 'I0023', 117, 1689006806),
(1297, '防弹衣', 'Bulletproof Vest 7days', 9000001501, 'I0015', 108, 1689006806),
(1298, '防弹衣', 'Bulletproof Vest 30days', 9000001502, 'I0015', 108, 1689006806),
(1299, '防弹衣', 'Bulletproof Vest 90days', 9000001503, 'I0015', 108, 1689006806),
(1300, '防弹衣', 'Bulletproof Vest 60days', 9000001504, 'I0015', 108, 1689006806),
(1301, '百分之五十经验卡', 'EXP Plus 50}ays', 9000001401, 'I0014', 107, 1689006806),
(1302, '百分之五十经验卡', 'EXP Plus 500days', 9000001402, 'I0014', 107, 1689006806),
(1303, '手雷包', 'Extra Grenades 7days', 9000001801, 'I0018', 112, 1689006806),
(1304, '手雷包', 'Extra Grenades 30days', 9000001802, 'I0018', 112, 1689006806),
(1305, '手雷包', 'Extra Grenades 90days', 9000001803, 'I0018', 112, 1689006806),
(1306, '手雷包', 'Extra Grenades 60days', 9000001804, 'I0018', 112, 1689006806),
(1307, 'c4工具钳', 'C4 Setup/ Defuse Kit 7days', 9000001901, 'I0019', 113, 1689006806),
(1308, 'c4工具钳', 'C4 Setup/ Defuse Kit 30days', 9000001902, 'I0019', 113, 1689006806),
(1309, 'c4工具钳', 'C4 Setup/ Defuse Kit 90days', 9000001903, 'I0019', 113, 1689006806),
(1310, 'c4工具钳', 'C4 Setup/ Defuse Kit 60days', 9000001904, 'I0019', 113, 1689006806),
(1311, '彩色昵称', 'color name 30days', 9000007401, 'I0074', 242, 1689006806),
(1312, '彩色昵称', 'color name 90days', 9000007402, 'I0074', 242, 1689006806),
(1313, '彩色聊天字体', 'color chat 30days', 9000007501, 'I0075', 243, 1689006806),
(1314, '彩色聊天字体', 'color chat 90days', 9000007502, 'I0075', 243, 1689006806),
(1315, '防弹头盔', 'Bulletproof Helmet 7days', 9000001601, 'I0016', 109, 1689006806),
(1316, '防弹头盔', 'Bulletproof Helmet 30days', 9000001602, 'I0016', 109, 1689006806),
(1317, '防弹头盔', 'Bulletproof Helmet 90days', 9000001603, 'I0016', 109, 1689006806),
(1318, '防弹头盔', 'Bulletproof Helmet 60days', 9000001604, 'I0016', 109, 1689006806),
(1319, '生化弹夹', 'Magazine for Nano mode 7days', 9000002201, 'I0022', 116, 1689006806),
(1320, '生化弹夹', 'Magazine for Nano mode 30days', 9000002202, 'I0022', 116, 1689006806),
(1321, '生化弹夹', 'Magazine for Nano mode 90days', 9000002203, 'I0022', 116, 1689006806),
(1322, '绿色巨人', 'Nano Hulk 7days', 9000002501, 'I0025', 119, 1689006806),
(1323, '绿色巨人', 'Nano Hulk 30days', 9000002502, 'I0025', 119, 1689006806),
(1324, '绿色巨人', 'Nano Hulk 90days', 9000002503, 'I0025', 119, 1689006806),
(1325, '疯狂宝贝', 'Crazy Nano 7days', 9000002601, 'I0026', 120, 1689006806),
(1326, '疯狂宝贝', 'Crazy Nano 30days', 9000002602, 'I0026', 120, 1689006806),
(1327, '疯狂宝贝', 'Crazy Nano 90days', 9000002603, 'I0026', 120, 1689006806);
INSERT INTO `cf_often` (`id`, `name`, `y_name`, `ITEM_ID`, `ITEM_CODE`, `ITEM_INDEX`, `createtime`) VALUES
(1328, '迷雾幽灵', 'Ink Nano 7days', 9000002701, 'I0027', 121, 1689006806),
(1329, '迷雾幽灵', 'Ink Nano 30days', 9000002702, 'I0027', 121, 1689006806),
(1330, '迷雾幽灵', 'Ink Nano 90days', 9000002703, 'I0027', 121, 1689006806),
(1331, '灵魂忍者', 'Nano Assassin  7days', 9000007301, 'I0073', 241, 1689006806),
(1332, '灵魂忍者', 'Nano Assassin  30days', 9000007302, 'I0073', 241, 1689006806),
(1333, '灵魂忍者', 'Nano Assassin  90days', 9000007303, 'I0073', 241, 1689006806),
(1334, '妖姬', 'Gangshi Nano 7days', 9000043401, 'I0434', 1098, 1689006806),
(1335, '妖姬', 'Gangshi Nano 30days', 9000043402, 'I0434', 1098, 1689006806),
(1336, '妖姬', 'Gangshi Nano 90days', 9000043403, 'I0434', 1098, 1689006806),
(1337, '妖姬', '[MP] Gangshi Nano 3days', 9000043404, 'I0434', 1098, 1689006806),
(1338, '变异宝贝', 'Maiden-Crazed 7days', 9000113001, 'I1130', 3067, 1689006806),
(1339, '变异宝贝', 'Maiden-Crazed 30days', 9000113002, 'I1130', 3067, 1689006806),
(1340, '变异宝贝', 'Maiden-Crazed 90days', 9000113003, 'I1130', 3067, 1689006806),
(1341, '夺命之镰', 'Nano Hook 90days', 9000002103, 'I0021', 115, 1689006806),
(1342, '夺命之镰', '[MP] Nano Hook 1day', 9000002104, 'I0021', 115, 1689006806),
(1343, '幽灵之刃', 'Nano Hook-Devil 90days', 9000080403, 'I0804', 2384, 1689006806),
(1344, '大加血枪', 'Medical gun-L 50EA', 9000008704, 'I0087', 279, 1689006806),
(1345, '黄金无人机', 'Gold Drone 7days', 9000127101, 'I1271', 3432, 1689006806),
(1346, '黄金无人机', 'Gold Drone 30days', 9000127102, 'I1271', 3432, 1689006806),
(1347, '黄金无人机', 'Gold Drone 90days', 9000127103, 'I1271', 3432, 1689006806),
(1348, '黄金治疗战旗', 'Gold Heal Flag 7days', 9000127201, 'I1272', 3433, 1689006806),
(1349, '黄金治疗战旗', 'Gold Heal Flag 30days', 9000127202, 'I1272', 3433, 1689006806),
(1350, '黄金治疗战旗', 'Gold Heal Flag 90days', 9000127203, 'I1272', 3433, 1689006806),
(1351, '钥匙', 'Seal Item Key 3EA', 9000138302, 'I1383', 3613, 1689006806),
(1352, '饰品鉴定书', 'Accessory Enchant 30EA', 9000092205, 'I0922', 2624, 1689006806),
(1353, '圣龙戒', '[Accessory] Gold Dragon', 9000092101, 'I0921', 2623, 1689006806),
(1354, '金蛇戒', '[Accessory] Snake Ring', 9000103701, 'I1037', 2834, 1689006806),
(1355, '【喷漆】爱心', '[SP]Pink Heart 7days', 9000017801, 'I0178', 525, 1689006806),
(1356, '【喷漆】爱心', '[SP]Pink Heart 30days', 9000017802, 'I0178', 525, 1689006806),
(1357, '【喷漆】偷窥', '[SP] Peeking 1 30days', 9000033501, 'I0335', 871, 1689006806),
(1358, '【喷漆】偷窥2', '[SP] Peeking 2 30days', 9000033601, 'I0336', 872, 1689006806),
(1359, '奢华黄金名片', '[FP]NC_Luxury Gold 1day', 9000007701, 'I0077', 257, 1689006806),
(1360, '奢华黄金名片', '[FP]NC_Luxury Gold 7days', 9000007702, 'I0077', 257, 1689006806),
(1361, '奢华黄金名片', '[FP]NC_Luxury Gold 30days', 9000007703, 'I0077', 257, 1689006806),
(1362, '激活石', 'Awaken Jewel 30EA', 9000171907, 'I1719', 4211, 1689006806),
(1363, '激活石', 'Awaken Jewel 40EA', 9000171908, 'I1719', 4211, 1689006806),
(1364, '极限背包', 'AI Change Bag permanent', 9000126401, 'I1264', 3423, 1689006806),
(1365, '防护罩', 'shield', 9000026601, 'I0266', 718, 1689006806),
(1366, '防弹头盔', '[E]Bulletproof Helmet 1day', 9000019701, 'I0197', 563, 1689006806),
(1367, '防弹头盔', '[E]Bulletproof Helmet 3days', 9000019702, 'I0197', 563, 1689006806),
(1368, '防弹头盔', '[E]Bulletproof Helmet 7days', 9000019703, 'I0197', 563, 1689006806),
(1369, '防弹头盔', '[E]Bulletproof Helmet 15days', 9000019704, 'I0197', 563, 1689006806),
(1370, '沙鹰-修罗', 'Desert Eagle-Born Beast [V]', 2010065901, 'C1559', 1572, 1689006806),
(1371, '龙啸', 'B.C-Axe Beast', 2010089501, 'C1795', 1987, 1689006806),
(1372, '擎天', 'Field Shovel-Born Beast', 2010207201, 'C2072', 2327, 1689006806),
(1373, '麒麟刺', 'Bladed Knuckles-Infernal Dragon', 2010217801, 'C2178', 2642, 1689006806),
(1374, 'AK47-火麒麟-暗月', 'AK47-EPIC-BEAST[P]', 2115023571, 'C5645', 4959, 1689006806),
(1375, 'AK47-B-战神', 'AK-47-Victor Dragon', 2010269522, 'C2987', 4988, 1689006806),
(1376, 'M4A1-青龙(VVIP)', 'M4A1-S-AZURITE-BEAST', 2010269583, 'C8037', 5038, 1689006806),
(1377, '破空枪刃', '[VVIP] Raging Bull-GunKnife[P]', 2010265701, 'C2657', 3930, 1689006806),
(1378, '9A91-烈火', '9A-91 Wild Eagle ', 2010292001, 'C2920', 4651, 1689006806),
(1379, '兔子泰迪娃娃', 'Dog Bunny Retriever Doll', 9000184501, 'I1845', 4431, 1689006806),
(1380, '铁骑玩偶', 'Arch BL SD Doll', 9000184401, 'I1844', 4430, 1689006806),
(1381, '零玩偶', 'Switcher BL Figure', 9000138101, 'I1381', 3611, 1689006806),
(1382, '烟雾弹-竞技荣光', 'M18 Smoke-Gaming Glory', 2019211701, 'C7883', 4951, 1689006806),
(1383, '闪光弹-竞技荣光', 'Flashbang-Gaming Glory', 2019211501, 'C7885', 4950, 1689006806),
(1384, '高爆手雷-竞技荣光', 'Wide Grenade-Gaming Glory', 2019211301, 'C7887', 4949, 1689006806),
(1385, '擎天-竞技荣光', 'Field Shovel-Born Beast-Gaming Glory', 2019211101, 'C7889', 4948, 1689006806),
(1386, '柯尔特-竞技荣光', 'Colt 1911-Bumblebee-Gaming Glory', 2019210901, 'C7891', 4947, 1689006806),
(1387, 'M200-竞技荣光', 'M200 CheyTac-Dominator-Gaming Glory', 2019210701, 'C7893', 4946, 1689006806),
(1388, '生化成长宝箱', 'Nano Soul Stone (1/3) - Regular', 9000080001, 'I0800', 2380, 1689006806),
(1389, '斯沃特', 'SWAT', 1000000101, 'A0001', 6, 1689006806),
(1390, '猎狐者', '[E]ULP', 1000000401, 'A0004', 89, 1689006806),
(1391, '猎狐者-X', '[FP]ULP-X 1day', 1000000601, 'A0006', 250, 1689006806),
(1392, '猎狐者-X', '[FP]ULP-X 7day', 1000000602, 'A0006', 250, 1689006806),
(1393, '猎狐者-X', '[FP]ULP-X 30day', 1000000603, 'A0006', 250, 1689006806),
(1394, '斯沃特精英', '[FP]SWAT_Elite  1day', 1000000701, 'A0007', 253, 1689006806),
(1395, '斯沃特精英', '[FP]SWAT_Elite 7days', 1000000702, 'A0007', 253, 1689006806),
(1396, '斯沃特精英', '[FP]SWAT_Elite 30days', 1000000703, 'A0007', 253, 1689006806),
(1397, '灵狐者', 'Fox Howl', 1000000901, 'A0009', 428, 1689006806),
(1398, '幽灵猎手', 'HumanBoss', 1000001001, 'A0010', 449, 1689006806),
(1399, '幽灵猎手-女', 'HumanBossLady', 1000001201, 'A0012', 527, 1689006806),
(1429, 'MIN  Default HAIR', 'MIN  Default HAIR', 1010017001, 'B0170', 1059, 1689238809),
(1430, '觉醒宝石礼包', 'Awaken Jewel Gacha 1EA', 9000172401, 'I1724', 4220, 1689238818),
(1431, '觉醒宝石礼包', 'Awaken Jewel Gacha 5EA', 9000172402, 'I1724', 4220, 1689238818),
(1432, '觉醒宝石礼包', 'Awaken Jewel Gacha 10EA', 9000172403, 'I1724', 4220, 1689238818),
(1433, '觉醒宝石礼包', 'Awaken Jewel Gacha 50EA', 9000172404, 'I1724', 4220, 1689238818),
(1434, 'HK417-遗迹', 'HK 417 Ancient', 2010288601, 'C2886', 4592, 1689238820),
(1435, 'KAC-遗迹', 'KAC Chainsaw Ancient', 2010288701, 'C2887', 4593, 1689238820),
(1436, 'COP-遗迹', 'Cop357 Ancient', 2010288801, 'C2888', 4594, 1689238820),
(1437, '雷霆套装', 'Iron Beast2 SET', 9010005701, 'S9953', 4954, 1689238821),
(1438, '堕天神套装', 'Born Beast2 SET', 9010019401, 'S0194', 4926, 1689238825),
(1439, '夜魔套装', 'TianShen SET', 9019002201, 'S9978', 4936, 1689238827),
(1440, 'AK47-B-身先士卒', 'AK-47-B-General-Nyve', 2010269590, 'C8044', 5045, 1689238831),
(1441, '樱', '[VVIP] NYMPHS', 1000009301, 'A0093', 3931, 1689703782),
(1442, '激光毁灭者Ⅰ', 'M4A1-Silence-UnderTech', 2010289401, 'C2894', 4601, 1690142036),
(1443, '激光毁灭者Ⅱ', 'M4A1-Silence-UnderTech Silver', 2010289501, 'C2895', 4602, 1690142054),
(1444, '激光毁灭者Ⅲ', 'M4A1-Silence-UnderTech Gold', 2010289601, 'C2896', 4603, 1690142106),
(1445, 'M4A1-猎神', 'M4A1-S-Iron Wolf', 2010289701, 'C2897', 4604, 1690142137),
(1446, '惨叫鸡高爆手雷', 'Chicken Grenade', 2010287001, 'C2870', 4545, 1690142239),
(1447, '微笑手雷', 'Smile-Grenade', 2010286201, 'C2862', 4518, 1690142268),
(1448, '炫金无影', 'AK-47-Knife-Iron Beast-Imperial Gold', 2010286901, 'C2869', 4543, 1690142404),
(1449, 'M4A1-千变', 'M4A1-S-Prism Beast 1day', 2010285101, 'C2851', 4459, 1690142680),
(1450, 'M4A1-千变', 'M4A1-S-Prism Beast 7 Days', 2010285102, 'C2851', 4459, 1690142680),
(1451, 'M4A1-千变', 'M4A1-S-Prism Beast 30 Days', 2010285103, 'C2851', 4459, 1690142680),
(1452, 'AK47-机械迷城', 'AK47-Knife-Steel Empire 1day', 2010285001, 'C2850', 4458, 1690142720),
(1453, 'AK47-机械迷城', 'AK47-Knife-Steel Empire', 2010259601, 'C2596', 3798, 1690142884),
(1454, 'AK47-机械迷城', 'AK47-Knife-Steel Empire Single', 2010259701, 'C2597', 3799, 1690142908),
(1455, 'AK47-机械迷城', 'AK47-Knife-Steel Empire Single+voucher', 2010259801, 'C2598', 3800, 1690142918),
(1456, 'AK47-机械迷城', 'AK47-Knife-Steel Empire More than 2', 2010259901, 'C2599', 3801, 1690142932),
(1457, 'AK47-机械迷城', 'AK47-Knife-Steel Empire More than 2+voucher', 2010260001, 'C2600', 3802, 1690142943),
(1458, 'AK47-机械迷城', '[Pre_E] AK47-Knife-Steel Empire_50%', 2010274601, 'C2746', 4140, 1690142966),
(1459, '王者龙啸', 'Black Carbon Axe-Beast-Noble Gold 6days', 2010284801, 'C2848', 4454, 1690143605),
(1460, '龙啸', 'B.C-Axe-Beast[Pre_E] (NEW VVIP+2)', 2010089801, 'C1798', 1990, 1690143617),
(1461, '龙啸', 'B.C-Axe-Beast[Pre_E] (VVIP+2)', 2010089901, 'C1799', 1991, 1690143625),
(1462, '龙啸', 'BC Axe-Beast (50% OFF)', 2010231601, 'C2316', 2976, 1690143634),
(1463, '龙啸', 'BC Axe-Beast (40% OFF)', 2010231701, 'C2317', 2977, 1690143643),
(1464, '龙啸', 'B.C-Axe-Beast 30days', 2010283001, 'C2830', 4396, 1690143654),
(1465, 'M4A1-黑龙', '[Pre_E] Runaways + AWM-Red Frame Hawk_40%', 2010282301, 'C2823', 4384, 1690143991),
(1466, 'M4A1-黑龙', 'M4A1-S-Beast[RF]', 2010277901, 'C2779', 4287, 1690144084),
(1467, 'M82A1-祥云苍龙', 'M82A1-Silver Dragon', 2010280101, 'C2801', 4336, 1690144152),
(1468, 'AK47-黑武士', 'AK-47-Knife-Born Beast 1 Day', 2010291801, 'C2918', 4636, 1690144385),
(1469, 'AK47-黑武士', 'AK-47-Knife-Born Beast 7 Days', 2010291802, 'C2918', 4636, 1690144385),
(1470, 'AK47-黑武士', 'AK-47-Knife-Born Beast 30 Days', 2010291803, 'C2918', 4636, 1690144385),
(1471, 'M4A1-猎神', '[Pre_E] M4A1-Iron Wolf_30%', 2010291201, 'C2912', 4630, 1690144508),
(1472, 'M4A1-猎神', '[Pre_E] M4A1-Iron Wolf_40%', 2010291301, 'C2913', 4631, 1690144518),
(1473, 'M4A1-猎神', '[Pre_E] M4A1-Iron Wolf_45%', 2010291401, 'C2914', 4632, 1690144527),
(1474, 'M4A1-猎神', '[Pre_E] M4A1-Iron Wolf_50%', 2010291501, 'C2915', 4633, 1690144540),
(1475, 'HK 417-牡丹', 'HK 417-Scope-Elite-Peony ', 2010291601, 'C2916', 4634, 1690144598),
(1476, 'QBZ-95-幻兽', 'QBZ-95-ArmouredBeast 1 Day', 2010291901, 'C2919', 4637, 1690144685),
(1477, 'QBZ-95-幻兽', 'QBZ-95-ArmouredBeast 7 Days', 2010291902, 'C2919', 4637, 1690144685),
(1478, 'QBZ-95-幻兽', 'QBZ-95-ArmouredBeast 30 Days', 2010291903, 'C2919', 4637, 1690144685),
(1479, 'QBZ-95-幻兽', 'QBZ95_ArmouredBeast', 2010269501, 'C2695', 4048, 1690144850),
(1480, '沙鹰-幻兽', 'DesertEagle_S_ArmouredBeast', 2010269601, 'C2696', 4049, 1690144891),
(1481, '女皇利刃-幻兽', 'IAS_ArmouredBeast', 2010269701, 'C2697', 4050, 1690144983),
(1482, '闪光弹-幻兽', 'Flashbang_ArmouredBeast', 2010269801, 'C2698', 4051, 1690145024),
(1483, '高爆手雷-幻兽', 'Grenade_ArmouredBeast', 2010269901, 'C2699', 4052, 1690145065),
(1484, '烟雾弹-幻兽', 'SMOKE_ArmouredBeast', 2010270001, 'C2700', 4053, 1690145090),
(1485, '9A91-烈火', '[Pre_E] 9A-91 Wild Eagle 30%', 2010292601, 'C2926', 4693, 1690145138),
(1486, '9A91-烈火', '[Pre_E] 9A-91 Wild Eagle 35%', 2010292701, 'C2927', 4694, 1690145147),
(1487, '9A91-烈火', '[Pre_E] 9A-91 Wild Eagle 40%', 2010292801, 'C2928', 4695, 1690145154),
(1488, '9A91-烈火', '[Pre_E] 9A-91 Wild Eagle 45%', 2010292901, 'C2929', 4696, 1690145171),
(1489, '沙鹰-狂欢-CFS', 'Desert Eagle-S-Festa-CFS 2019 ', 2010293601, 'C2936', 4741, 1690145232),
(1490, 'QBZ03-天罚', 'QBZ03 Knife EnigmaticBeast', 2110269594, 'C8093', 5094, 1690393003);

-- --------------------------------------------------------

--
-- 表的结构 `cf_qqlogin`
--

CREATE TABLE `cf_qqlogin` (
  `id` int(11) NOT NULL,
  `uid` varchar(255) NOT NULL,
  `username` varchar(255) NOT NULL,
  `pic` text NOT NULL,
  `qqname` varchar(255) NOT NULL,
  `usn` int(11) NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `cf_qqlogin`
--

INSERT INTO `cf_qqlogin` (`id`, `uid`, `username`, `pic`, `qqname`, `usn`, `create_time`) VALUES
(4, '2B9385A8DD974186510DB42B81A608D2', '137691250', 'http://thirdqq.qlogo.cn/ek_qqapp/AQNZK1NzdibGU0nYXyx5ddaZuZaTc9ge6AXzvDf5OgzYy63xyRhcOZ0ib46kUfhiaK09NwY3bb2TITNSCAeYTJKALTYaGIst43jXIxibhwdGBytmMkibVuM8/100', '会飞的鱼', 30863, 1717977183);

-- --------------------------------------------------------

--
-- 表的结构 `cf_reg_log`
--

CREATE TABLE `cf_reg_log` (
  `id` int(11) NOT NULL,
  `username` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `ip` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(11) NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `cf_reg_log`
--

INSERT INTO `cf_reg_log` (`id`, `username`, `password`, `email`, `ip`, `status`, `create_time`) VALUES
(1, '137691250', '131313', '137691250@qq.com', '127.0.0.1', 1, 1717977182);

-- --------------------------------------------------------

--
-- 表的结构 `cf_send`
--

CREATE TABLE `cf_send` (
  `id` int(11) NOT NULL,
  `usn` int(11) NOT NULL,
  `userid` varchar(100) NOT NULL,
  `email` varchar(20) NOT NULL,
  `status` int(11) NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `cf_send`
--

INSERT INTO `cf_send` (`id`, `usn`, `userid`, `email`, `status`, `create_time`) VALUES
(2, 20217, 'test111', '2141234@qq.com', 1, 1704289883),
(3, 30863, '137691250', '137691250@qq.com', 1, 1717977225);

-- --------------------------------------------------------

--
-- 表的结构 `cf_senditem_auth`
--

CREATE TABLE `cf_senditem_auth` (
  `id` int(11) NOT NULL,
  `userid` varchar(50) NOT NULL,
  `status` int(11) NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `cf_shop`
--

CREATE TABLE `cf_shop` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `pic` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `item_id` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `price` float(32,2) NOT NULL,
  `type` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(11) NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `cf_shop`
--

INSERT INTO `cf_shop` (`id`, `name`, `pic`, `item_id`, `price`, `type`, `status`, `create_time`) VALUES
(8, 'asd', 'asd', '2010037201', 1.00, 'cf', 1, 1693110688),
(9, '1', '1', '1', 1.00, 'cf', 1, 1694487107),
(10, '123', '213', '1', 1.00, 'cf', 1, 1713403006),
(11, '1232', '213', '1', 1.00, 'cf', 1, 1713403011),
(12, '12323', '213', '1', 1.00, 'cf', 1, 1713403013),
(13, '123233', '213', '1', 1.00, 'cf', 1, 1713403014),
(14, '1232333', '213', '1', 1.00, 'cf', 1, 1713403015),
(15, '12323333', '213', '1', 1.00, 'cf', 1, 1713403016),
(16, '123233333', '213', '1', 1.00, 'cf', 1, 1713403017),
(17, '1232333333', '213', '1', 1.00, 'cf', 1, 1713403018),
(18, '33', '33', '1', 1.00, 'cf', 1, 1713403027),
(19, '333', '33', '1', 1.00, 'cf', 1, 1713403028),
(20, '3333', '33', '1', 1.00, 'cf', 1, 1713403030),
(21, '33333', '33', '1', 1.00, 'cf', 1, 1713403031),
(22, '333333', '33', '1', 1.00, 'cf', 1, 1713403032),
(23, '3333333', '33', '1', 1.00, 'cf', 1, 1713403033),
(24, '33333333', '33', '1', 1.00, 'cf', 1, 1713403034);

-- --------------------------------------------------------

--
-- 表的结构 `cf_shop_log`
--

CREATE TABLE `cf_shop_log` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `usn` int(11) NOT NULL,
  `money` float(32,2) NOT NULL,
  `type` varchar(11) COLLATE utf8_unicode_ci NOT NULL,
  `create_time` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `cf_shop_log`
--

INSERT INTO `cf_shop_log` (`id`, `name`, `usn`, `money`, `type`, `create_time`) VALUES
(1, 'asd', 1, 1.00, 'cf', 1693110735);

--
-- 转储表的索引
--

--
-- 表的索引 `cf_activity`
--
ALTER TABLE `cf_activity`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_activity_log`
--
ALTER TABLE `cf_activity_log`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_admins`
--
ALTER TABLE `cf_admins`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_admins_log`
--
ALTER TABLE `cf_admins_log`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_batch_send`
--
ALTER TABLE `cf_batch_send`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_batch_send_log`
--
ALTER TABLE `cf_batch_send_log`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_cdk`
--
ALTER TABLE `cf_cdk`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_cdk_log`
--
ALTER TABLE `cf_cdk_log`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_configs`
--
ALTER TABLE `cf_configs`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_controls_log`
--
ALTER TABLE `cf_controls_log`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_feedback`
--
ALTER TABLE `cf_feedback`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_huodong`
--
ALTER TABLE `cf_huodong`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_invitation`
--
ALTER TABLE `cf_invitation`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_news`
--
ALTER TABLE `cf_news`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_often`
--
ALTER TABLE `cf_often`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `ITEM_ID` (`ITEM_ID`) USING BTREE;

--
-- 表的索引 `cf_qqlogin`
--
ALTER TABLE `cf_qqlogin`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_reg_log`
--
ALTER TABLE `cf_reg_log`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_send`
--
ALTER TABLE `cf_send`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_senditem_auth`
--
ALTER TABLE `cf_senditem_auth`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_shop`
--
ALTER TABLE `cf_shop`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cf_shop_log`
--
ALTER TABLE `cf_shop_log`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `cf_activity`
--
ALTER TABLE `cf_activity`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `cf_activity_log`
--
ALTER TABLE `cf_activity_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `cf_admins`
--
ALTER TABLE `cf_admins`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- 使用表AUTO_INCREMENT `cf_admins_log`
--
ALTER TABLE `cf_admins_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=71;

--
-- 使用表AUTO_INCREMENT `cf_batch_send`
--
ALTER TABLE `cf_batch_send`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `cf_batch_send_log`
--
ALTER TABLE `cf_batch_send_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `cf_cdk`
--
ALTER TABLE `cf_cdk`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- 使用表AUTO_INCREMENT `cf_cdk_log`
--
ALTER TABLE `cf_cdk_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `cf_controls_log`
--
ALTER TABLE `cf_controls_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=153;

--
-- 使用表AUTO_INCREMENT `cf_feedback`
--
ALTER TABLE `cf_feedback`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用表AUTO_INCREMENT `cf_huodong`
--
ALTER TABLE `cf_huodong`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- 使用表AUTO_INCREMENT `cf_invitation`
--
ALTER TABLE `cf_invitation`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `cf_news`
--
ALTER TABLE `cf_news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- 使用表AUTO_INCREMENT `cf_often`
--
ALTER TABLE `cf_often`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1491;

--
-- 使用表AUTO_INCREMENT `cf_qqlogin`
--
ALTER TABLE `cf_qqlogin`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用表AUTO_INCREMENT `cf_reg_log`
--
ALTER TABLE `cf_reg_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `cf_send`
--
ALTER TABLE `cf_send`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- 使用表AUTO_INCREMENT `cf_senditem_auth`
--
ALTER TABLE `cf_senditem_auth`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `cf_shop`
--
ALTER TABLE `cf_shop`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;

--
-- 使用表AUTO_INCREMENT `cf_shop_log`
--
ALTER TABLE `cf_shop_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
